Abyat = """
ميلوا إِلى الدارِ مِن لَيلى نُحَيِّيها
نَعَم وَنَسأَلُها عَن بَعضِ أَهليها

يادِمنَةً جاذَبَتها الريحُ بَهجَتَها
تَبيتُ تَنشُرُها طَوراً وَتَطويها

لازِلتِ في حُلَلٍ لِلغَيثِ ضافِيَةٍ
يُنيرُها البَرقُ أَحياناً وَيُسديها

تَروحُ بِالوابِلِ الداني رَوائِحُها
عَلى رُبوعِكِ أَو تَغدو غَواديها

إِنَّ البَخيلَةَ لَم تُنعِم لِسائِلِها
يَومَ الكَثيبِ وَلَم تَسمَع لِداعيها

مَرَّت تَأَوَّدُ في قُربٍ وَفي بُعُدٍ
فَالهَجرُ يُبعِدُها وَالدارُ تُدنيها

لَولا سَوادُ عِذارٍ لَيسَ يُسلِمُني
إِلى النُهى لَعَدَت نَفسي عَواديها

قَد أَطرُقُ الغادَةَ الحَسناءَ مُقتَدِراً
عَلى الشَبابِ فَتُصبيني وَأُصبيها

في لَيلَةٍ لا يَنالُ الصُبحُ آخِرَها
عَلِقتُ بِالراحِ أُسقاها وَأَسقيها

عاطَيتُها غَضَّةَ الأَطرافِ مُرهَفَةً
شَرِبتُ مِن يَدِها خَمراً وَمِن فيها

يامَن رَأى البِركَةَ الحَسناءَ رُؤيَتَها
وَالآنِساتِ إِذا لاحَت مَغانيها

بِحَسبِها أَنَّها مِن فَضلِ رُتبَتِها
تُعَدُّ واحِدَةً وَالبَحرُ ثانيها

ما بالُ دِجلَةَ كَالغَيرى تُنافِسُها
في الحُسنِ طَوراً وَأَطواراً تُباهيها

أَما رَأَت كالِئَ الإِسلامِ يَكلَءُها
مِن أَن تُعابَ وَباني المَجدِ يَبنيها

كَأَنَّ جِنَّ سُلَيمانَ الَّذينَ وَلوا
إِبداعَها فَأَدَقّوا في مَعانيها

فَلَو تَمُرُّ بِها بَلقيسُ عَن عُرُضٍ
قالَت هِيَ الصَرحُ تَمثيلاً وَتَشبيها

تَنحَطُّ فيها وُفودُ الماءِ مُعجَلَةً
كَالخَيلِ خارِجَةً مِن حَبلِ مُجريها

كَأَنَّما الفِضَّةُ البَيضاءُ سائِلَةً
مِنَ السَبائِكِ تَجري في مَجاريها

إِذا عَلَتها الصَبا أَبدَت لَها حُبُكاً
مِثلَ الجَواشِنِ مَصقولاً حَواشيها

فَرَونَقُ الشَمسِ أَحياناً يُضاحِكُها
وَرَيِّقُ الغَيثِ أَحياناً يُباكيها

إِذا النُجومُ تَراءَت في جَوانِبُها
لَيلاً حَسِبتَ سَماءً رُكِّبَت فيها

لا يَبلُغُ السَمَكُ المَحصورُ غايَتَها
لِبُعدِ ما بَينَ قاصيها وَدانيها

يَعُمنَ فيها بِأَوساطٍ مُجَنَّحَةٍ
كَالطَيرِ تَنفُضُ في جَوٍّ خَوافيها

لَهُنَّ صَحنٌ رَحيبٌ في أَسافِلِها
إِذا اِنحَطَطنَ وَبَهوٌ في أَعاليها

صورٌ إِلى صورَةِ الدُلفينِ يُؤنِسُها
مِنهُ اِنزِواءٌ بِعَينَيهِ يُوازيها

تَغنى بَساتينُها القُصوى بِرُؤيَتِها
عَنِ السَحائِبِ مُنحَلّاً عَزاليها

كَأَنَّها حينَ لَجَّت في تَدَفُّقِها
يَدُ الخَليفَةِ لَمّا سالَ واديها

وَزادَها زينَةً مِن بَعدِ زينَتِها
أَنَّ اِسمَهُ حينَ يُدعى مِن أَساميها

مَحفوفَةٌ بِرِياضٍ لا تَزالُ تَرى
ريشَ الطَواويسِ تَحكيهِ وَيَحكيها

وَدَكَّتَينِ كَمِثلِ الشِعرَيَينِ غَدَت
إِحداهُما بِإِزا الأُخرى تُساميها

إِذا مَساعي أَميرِ المُؤمِنينَ بَدَت
لِلواصِفينَ فَلا وَصفٌ يُدانيها

إِنَّ الخِلافَةَ لَمّا اِهتَزَّ مِنبَرُها
بِجَعفَرٍ أُعطِيَت أَقصى أَمانيها

أَبدى التَواضُعَ لَمّا نالَها رِعَةً
مِنهُ وَنالَتهُ فَاِختالَت بِهِ تيها

إِذا تَجَلَّت لَهُ الدُنيا بِحِليَتِها
رَأَت مَحاسِنَها الدُنيا مَساويها

يا اِبنَ الأَباطِحِ مِن أَرضٍ أَباطِحُها
في ذُروَةِ المَجدِ أَعلى مِن رَوابيها

ما ضَيَّعَ اللَهُ في بَدوٍ وَلا حَضَرٍ
رَعِيَّةً أَنتَ بِالإِحسانِ راعيها

وَأُمَّةٍ كانَ قُبحُ الجَورِ يُسخِطُها
دَهراً فَأَصبَحَ حُسنُ العَدلِ يُرضيها

بَثَثتَ فيها عَطاءً زادَ في عَدَدِ ال
عَليا وَنَوَّهتَ بِاِسمِ الجودِ تَنويها

ما زِلتَ بَحراً لِعافينا فَكَيفَ وَقَد
قابَلتَنا وَلَكَ الدُنيا بِما فيها

أَعطاكَها اللَهُ عَن حَقٍّ رَآكَ لَهُ
أَهلاً وَأَنتَ بِحَقِّ اللَهِ تُعطيها

سَلامٌ عَلَيكُم لا وَفاءٌ وَلا عَهدُ
أَما لَكُمُ مِن هَجرِ أَحبابِكُم بُدُّ

أَأَحبابَنا قَد أَنجَزَ البَينُ وَعدَهُ
وَشيكاً وَلَم يُنجَز لَنا مِنكُمُ وَعدُ

أَأَطلالَ دارِ العامِرِيَّةِ بِاللِوى
سَقَت رَبعَكِ الأَنواءُ ما فَعَلَت هِندُ

أَدارَ اللِوى بَينَ الصَريمَةِ وَالحِمى
أَما لِلهَوى إِلّا رَسيسَ الجَوى قَصدُ

بِنَفسِيَ مَن عَذَّبتُ نَفسي بِحُبِّهِ
وَإِن لَم يَكُن مِنهُ وِصالٌ وَلا وُدُّ

حَبيبٌ مِنَ الأَحبابِ شَطَّت بِهِ النَوى
وَأَيُّ حَبيبٍ ما أَتى دونَهُ البُعدُ

إِذا جُزتَ صَحراءَ الغُوَيرِ مُغَرِّباً
وَجازَتكَ بَطحاءَ السَواجيرِ يا سَعدُ

فَقُل لِبَني الضَحّاكِ مَهلاً فَإِنَّني
أَنَ الأُفعُوانُ الصِلُّ وَالضَيغَمُ الوَردُ

بَني واصِلٍ مَهلاً فَإِنَّ اِبنَ أُختِكُم
لَهُ عَزَماتٌ هَزلُ آرائِها جِدُّ

مَتى هِجتُموهُ لا تَهيجوا سِوى الرَدى
وَإِن كانَ خِرقاً ما يُحَلُّ لَهُ عَقدُ

مَهيباً كَنَصلِ السَيفِ لَو قُذِفَت بِهِ
ذُرى أَجَإٍ ظَلَّت وَأَعلامُهُ وَهدُ

يَوَدُّ رِجالٌ أَنَّني كُنتُ بَعضَ مَن
طَوَتهُ المَنايا لا أَروحُ وَلا أَغدو

وَلَولا اِحتِمالي ثِقلَ كُلِّ مُلِمَّةٍ
تَسوءُ الأَعادي لَم يَوَدّوا الَّذي وَدّوا

ذَريني وَإِيّاهُم فَحَسبي صَريمَتي
إِذا الحَربُ لَم يُقدَح لِمُخمِدِها زَندُ

وَلي صاحِبٌ عَضبُ المَضارِبِ صارِمٍ
طَويلُ النَجادِ ما يُفَلُّ لَهُ حَدُّ

وَباكِيَةٍ تَشكو الفِراقَ بِأَدمُعٍ
تُبادِرُها سَحّاً كَما اِنتَثَرَ العِقدُ

رَشادَكَ لا يَحزُنكَ بَينُ اِبنِ هِمَّةٍ
يَتوقُ إِلى العَلياءِ لَيسَ لَهُ نَدُّ

فَمَن كانَ حُرّاً فَهوَ لِلعَزمِ وَالسُرى
وَلِلَّيلِ مِن أَفعالِهِ وَالكَرى عَبدُ

وَلَيلٍ كَأَنَّ الصُبحَ في أُخرَياتِهِ
حُشاشَةُ نَصلٍ ضَمَّ إِفرِندَهُ غِمدُ

تَسَربَلتُهُ وَالذِئبُ وَسنانُ هاجِعٌ
بِعَينِ اِبنِ لَيلٍ ما لَهُ بِالكَرى عَهدُ

أُثيرَ القَطا الكُدرِيَّ عَن جَثَماتِهِ
وَتَألَفُني فيهِ الثَعالِبُ وَالرُبدُ

وَأَطلَسَ مِلءِ العَينِ يَحمِلُ زَورَهُ
وَأَضلاعَهُ مِن جانِبَيهِ شَوى نَهدُ

لَهُ ذَنَبٌ مِثلُ الرَشاءِ يَجُرُّهُ
وَمَتنٌ كَمَتنِ القَوسِ أَعوَجَ مُنئَدُّ

طَواهُ الطَوى حَتّى اِستَمَرَّ مَريرُهُ
فَما فيهِ إِلّا العَظمُ وَالروحُ وَالجِلدُ

يُقَضقِضُ عُصلا في أَسِرَّتِها الرَدى
كَقَضقَضَةِ المَقرورِ أَرعَدَهُ البَردُ

سَما لي وَبي مِن شِدَّةِ الجوعِ ما بِهِ
بِبَيداءَ لَم تُحسَس بِها عيشَةٌ رَغدُ

كِلانا بِها ذِئبٌ يُحَدِّثُ نَفسَهُ
بِصاحِبِهِ وَالجَدُّ يُتعِسُهُ الجَدُّ

عَوى ثُمَّ أَقعى وَاِرتَجَزتُ فَهِجتُهُ
فَأَقبَلَ مِثلَ البَرقِ يَتبَعُهُ الرَعدُ

فَأَوجَرتُهُ خَرقاءَ تَحسِبُ ريشَها
عَلى كَوكَبٍ يَنقَضُّ وَاللَيلُ مُسوَدُ

فَما اِزدادَ إِلّا جُرأَةً وَصَرامَةً
وَأَيقَنتُ أَنَّ الأَمرَ مِنهُ هُوَ الجِدُّ

فَأَتبَعتُها أُخرى فَأَضلَلتُ نَصلَها
بِحَيثُ يَكونُ اللُبُّ وَالرُعبُ وَالحِقدُ

فَخَرَّ وَقَد أَورَدتُهُ مَنهَلَ الرَدى
عَلى ظَمَإٍ لَو أَنَّهُ عَذُبَ الوِردُ

وَقُمتُ فَجَمَّعتُ الحَصى وَاِشتَوَيتُهُ
عَلَيهِ وَلِلرَمضاءِ مِن تَحتِهِ وَقدُ

وَنِلتُ خَسيساً مِنهُ ثُمَّ تَرَكتُهُ
وَأَقلَعتُ عَنهُ وَهوَ مُنعَفِرٌ فَردُ

لَقَد حَكَمَت فينا اللَيالي بِجورِها
وَحُكمُ بَناتِ الدَهرِ لَيسَ لَهُ قَصدُ

أَفي العَدلِ أَن يَشقى الكَريمُ بِجورِها
وَيَأخُذَ مِنها صَفوَها القُعدُدُ الوَغدُ

ذَرينِيَ مِن ضَربِ القِداحِ عَلى السُرى
فَعَزمِيَ لا يَثنيهِ نَحسٌ وَلا سَعدُ

سَأَحمِلُ نَفسي عِندَ كُلِّ مُلِمَّةٍ
عَلى مِثلِ حَدِّ السَيفِ أَخلَصَهُ الهِندُ

لِيَعلَمَ مَن هابَ السُرى خَشيَةَ الرَدى
بِأَنَّ قَضاءَ اللَهِ لَيسَ لَهُ رَدُّ

فَإِن عِشتَ مَحموداً فَمِثلي بَغى الغِنى
لِيَكسِبَ مالاً أَو يُنَث لَهُ حَمدُ

وَإِن مِتُّ لَم أَظفَر فَلَيسَ عَلى اِمرِئٍ
غَدا طالِباً إِلّا تَقَصّيهِ وَالجَهدُ

بانَت سُعادُ وَأَمسى حَبلُها اِنجَذَما
وَاِحتَلَّتِ الشَرعَ فَالأَجزاعَ مِن إِضَما

إِحدى بَلِيٍّ وَما هامَ الفُؤادُ بِها
إِلّا السَفاهَ وَإِلّا ذِكرَةً حُلُما

لَيسَت مِنَ السودِ أَعقاباً إِذا اِنصَرَفَت
وَلا تَبيعُ بِجَنبَي نَخلَةَ البُرَما

غَرّاءُ أَكمَلُ مَن يَمشي عَلى قَدَمٍ
حُسناً وَأَملَحُ مَن حاوَرتَهُ الكَلِما

قالَت أَراكَ أَخا رَحلٍ وَراحِلَةٍ
تَغشى مَتالِفَ لَن يُنظِرنَكَ الهَرَما

حَيّاكِ رَبّي فَإِنّا لا يَحِلُّ لَنا
لَهوُ النِساءِ وَإِنَّ الدينَ قَد عَزَما

مُشَمِّرينَ عَلى خوصٍ مُزَمَّمَةٍ
نَرجو الإِلَهَ وَنَرجو البِرَّ وَالطُعَما

هَلّا سَأَلتِ بَني ذُبيانَ ما حَسَبي
إِذا الدُخانُ تَغَشّى الأَشمَطَ البَرِما

وَهَبَّتِ الريحُ مِن تِلقاءِ ذي أُرُلٍ
تُزجي مَعَ اللَيلِ مِن صُرّادِها صِرَما

صُهبَ الظِلالِ أَتَينَ التينَ عَن عُرُضٍ
يُزجينَ غَيماً قَليلاً ماؤُهُ شَبِما

يُنبِئكِ ذو عِرضِهِم عَنّي وَعالَمُهُم
وَلَيسَ جاهِلُ شَيءٍ مِثلَ مَن عَلِما

إِنّي أُتَمِّمُ أَيساري وَأَمنَحُهُم
مَثنى الأَيادي وَأَكسو الجَفنَةَ الأُدُما

وَأَقطَعُ الخَرقَ بِالخَرقاءِ قَد جَعَلَت
بَعدَ الكَلالِ تَشَكّى الأَينَ وَالسَأما

كادَت تُساقِطُني رَحلي وَمِيثَرَتي
بِذي المَجازِ وَلَم تُحسِس بِهِ نَعَما

مِن قَولِ حِرمِيَّةٍ قالَت وَقَد ظَعَنوا
هَل في مُخِفّيكُمُ مَن يَشتَري أَدَما

قُلتُ لَها وَهيَ تَسعى تَحتَ لَبَّتِها
لا تَحطِمَنَّكِ إِنَّ البَيعَ قَد زَرِما

باتَت ثَلاثَ لَيالٍ ثُمَّ واحِدَةً
بِذي المَجازِ تُراعي مَنزِلاً زِيَما

فَاِنشَقَّ عَنها عَمودُ الصُبحِ جافِلَةً
عَدوَ النَحوصِ تَخافُ القانِصَ اللَحِما

تُحيدُ عَن أَستَنٍ سودٍ أُسافِلُهُ
مَشيَ الإِماءِ الغَوادي تَحمِلُ الحُزَما

أَو ذو وُشومٍ بِحَوضى باتَ مُنكَرِساً
في لَيلَةٍ مِن جُمادى أَخصَلَت دِيَما

باتَ بِحِقفٍ مِنَ البَقّارِ يَحفِزهُ
إِذا اِستَكَفَّ قَليلاً تُربُهُ اِنهَدَما

مُوَلِّيَ الريحِ رَوقَيهِ وَجَبهَتَهُ
كَالهِبرَقِيُّ تَنَحّى يَنفُخُ الفَحَما

حَتّى غَدا مِثلَ نَصلِ السَيفِ مُنصَلِتاً
يَقرو الأَماعِزَ مِن لُبنانَ وَالأَكَما

صَحا القَلبُ عَن سَلمى وَقَد كادَ لا يَسلو
وَأَقفَرَ مِن سَلمى التَعانيقُ فَالثِقلُ

وَقَد كُنتُ مِن سَلمى سِنينَ ثَمانِياً
عَلى صيرِ أَمرٍ ما يَمُرُّ وَما يَحلو

وَكُنتُ إِذا ما جِئتُ يَوماً لِحاجَةٍ
مَضَت وَأَجَمَّت حاجَةُ الغَدِ ما تَخلو

وَكُلُّ مُحِبٍّ أَحدَثَ النَأيُ عِندَهُ
سَلُوَّ فُؤادٍ غَيرَ حُبِّكِ ما يَسلو

تَأَوَّبَني ذِكرُ الأَحِبَّةِ بَعدَما
هَجَعتُ وَدوني قُلَّةُ الحَزنِ فَالرَملُ

فَأَقسَمتُ جَهداً بِالمَنازِلِ مِن مِنىً
وَما سُحِقَت فيهِ المَقادِمُ وَالقَملُ

لَأَرتَحِلَن بِالفَجرِ ثُمَّ لَأَدأَبَن
إِلى اللَيلِ إِلّا أَن يُعَرِّجَني طِفلُ

إِلى مَعشَرٍ لَم يورِثِ اللُؤمَ جَدُّهُم
أَصاغِرَهُم وَكُلُّ فَحلٍ لَهُ نَجلُ

تَرَبَّص فَإِن تُقوِ المَرَوراةُ مِنهُمُ
وَداراتُها لا تُقوِ مِنهُم إِذاً نَخلُ

فَإِن تُقوِيا مِنهُم فَإِنَّ مُحَجِّراً
وَجِزعَ الحِسا مِنهُم إِذاً قَلَّما يَخلو

بِلادٌ بِها نادَمتُهُم وَأَلِفتُهُم
فَإِن تُقوِيا مِنهُم فَإِنَّهُما بَسلُ

إِذا فَزِعوا طاروا إِلى مُستَغيثِهِم
طِوالَ الرِماحِ لا ضِعافٌ وَلا عُزلُ

بِخَيلٍ عَلَيها جِنَّةٌ عَبقَرِيَّةٌ
جَديرونَ يَوماً أَن يَنالوا فَيَستَعلوا

وَإِن يُقتَلوا فَيُشتَفى بِدِمائِهِم
وَكانوا قَديماً مِن مَناياهُمُ القَتلُ

عَلَيها أُسودٌ ضارِياتٌ لَبوسُهُم
سَوابِغُ بيضٌ لا تُخَرِّقُها النَبلُ

إِذا لَقِحَت حَربٌ عَوانٌ مُضِرَّةٌ
ضَروسٌ تُهِرُّ الناسَ أَنيابُها عُصلُ

قُضاعِيَّةٌ أَو أُختُها مُضَرِيَّةٌ
يُحَرَّقُ في حافاتِها الحَطَبُ الجَزلُ

تَجِدهُم عَلى ما خَيَّلَت هُم إِزائَها
وَإِن أَفسَدَ المالَ الجَماعاتُ وَالأَزلُ

يَحُشّونَها بِالمَشرَفِيَّةِ وَالقَنا
وَفِتيانِ صِدقٍ لا ضِعافٌ وَلا نُكلُ

تَهامونَ نَجدِيّونَ كَيداً وَنُجعَةً
لِكُلِّ أُناسٍ مِن وَقائِعِهِم سَجلُ

هُمُ ضَرَبوا عَن فَرجِها بِكَتيبَةٍ
كَبَيضاءِ حَرسٍ في طَوائِفِها الرَجلُ

مَتى يَشتَجِر قَومٌ تَقُل سَرَواتُهُم
هُمُ بَينَنا فَهُم رِضاً وَهُمُ عَدلُ

هُمُ جَدَّدوا أَحكامَ كُلِّ مُضِلَّةٍ
مِنَ العُقمِ لا يُلفى لِأَمثالِها فَصلُ

بِعَزمَةِ مَأمورٍ مُطيعٍ وَآمِرٍ
مُطاعٍ فَلا يُلفى لِحَزمِهِمُ مِثلُ

وَلَستُ بِلاقٍ بِالحِجازِ مُجاوِراً
وَلا سَفَراً إِلّا لَهُ مِنهُمُ حَبلُ

بِلادٌ بِها عَزّوا مَعَدّاً وَغَيرَها
مَشارِبُها عَذبٌ وَأَعلامُها ثَملُ

هُمُ خَيرُ حَيٍّ مِن مَعَدٍّ عَلِمتُهُم
لَهُم نائِلٌ في قَومِهِم وَلَهُم فَضلُ

فَرِحتُ بِما خُبِّرتُ عَن سَيِّدَيكُمُ
وَكانا اِمرَأَينِ كُلُّ أَمرِهِما يَعلو

رَأى اللَهُ بِالإِحسانِ ما فَعَلا بِكُم
فَأَبلاهُما خَيرَ البَلاءِ الَّذي يَبلو

تَدارَكتُما الأَحلافَ قَد ثُلَّ عَرشُها
وَذُبيانَ قَد زَلَّت بِأَقدامِها النَعلُ

فَأَصبَحتُما مِنها عَلى خَيرِ مَوطِنٍ
سَبيلُكُما فيهِ وَإِن أَحزَنوا سَهلُ

إِذا السَنَةُ الشَهباءُ بِالناسِ أَجحَفَت
وَنالَ كِرامَ المالِ في الجَحرَةِ الأَكلُ

رَأَيتُ ذَوي الحاجاتِ حَولَ بُيوتِهِم
قَطيناً بِها حَتّى إِذا نَبَتَ البَقلُ

هُنالِكَ إِن يُستَخبَلوا المالَ يُخبِلوا
وَإِن يُسأَلوا يُعطوا وَإِن يَيسِروا يُغلوا

وَفيهِم مَقاماتٌ حِسانٌ وُجوهُهُم
وَأَندِيَةٌ يَنتابُها القَولُ وَالفِعلُ

عَلى مُكثِريهِم رِزقُ مَن يَعتَريهِمُ
وَعِندَ المُقِلّينَ السَماحَةُ وَالبَذلُ

وَإِن جِئتَهُم أَلفَيتَ حَولَ بُيوتِهِم
مَجالِسَ قَد يُشفى بِأَحلامِها الجَهلُ

وَإِن قامَ فيهِم حامِلٌ قالَ قاعِدٌ
رَشَدتَ فَلا غُرمٌ عَلَيكَ وَلا خَذلُ

سَعى بَعدَهُم قَومٌ لِكَي يُدرِكوهُمُ
فَلَم يَفعَلوا وَلَم يُليموا وَلَم يَألوا

فَما يَكُ مِن خَيرٍ أَتَوهُ فَإِنَّما
تَوارَثَهُ آباءُ آبائِهِم قَبلُ

وَهَل يُنبِتُ الخَطِّيَّ إِلّا وَشيجُهُ
وَتُغرَسُ إِلّا في مَنابِتِها النَخلُ

كَذا فَليَجِلَّ الخَطبُ وَليَفدَحِ الأَمرُ
فَلَيسَ لِعَينٍ لَم يَفِض ماؤُها عُذرُ

تُوُفِّيَتِ الآمالُ بَعدَ مُحَمَّدٍ
وَأَصبَحَ في شُغلٍ عَنِ السَفَرِ السَفرُ

وَما كانَ إِلّا مالَ مَن قَلَّ مالُهُ
وَذُخراً لِمَن أَمسى وَلَيسَ لَهُ ذُخرُ

وَما كانَ يَدري مُجتَدي جودِ كَفِّهِ
إِذا ما اِستَهَلَّت أَنَّهُ خُلِقَ العُسرُ

أَلا في سَبيلِ اللَهِ مَن عُطِّلَت لَهُ
فِجاجُ سَبيلِ اللَهِ وَاِنثَغَرَ الثَغرُ

فَتىً كُلَّما فاضَت عُيونُ قَبيلَةٍ
دَماً ضَحِكَت عَنهُ الأَحاديثُ وَالذِكرُ

فَتىً ماتَ بَينَ الضَربِ وَالطَعنِ ميتَةً
تَقومُ مَقامَ النَصرِ إِذ فاتَهُ النَصرُ

وَما ماتَ حَتّى ماتَ مَضرِبُ سَيفِهِ
مِنَ الضَربِ وَاِعتَلَّت عَلَيهِ القَنا السُمرُ

وَقَد كانَ فَوتُ المَوتِ سَهلاً فَرَدَّهُ
إِلَيهِ الحِفاظُ المُرُّ وَالخُلُقُ الوَعرُ

وَنَفسٌ تَعافُ العارَ حَتّى كَأَنَّهُ
هُوَ الكُفرُ يَومَ الرَوعِ أَو دونَهُ الكُفرُ

فَأَثبَتَ في مُستَنقَعِ المَوتِ رِجلَهُ
وَقالَ لَها مِن تَحتِ أَخمُصِكِ الحَشرُ

غَدا غَدوَةً وَالحَمدُ نَسجُ رِدائِهِ
فَلَم يَنصَرِف إِلّا وَأَكفانُهُ الأَجرُ

تَرَدّى ثِيابَ المَوتِ حُمراً فَما أَتى
لَها اللَيلُ إِلّا وَهيَ مِن سُندُسٍ خُضرُ

كَأَنَّ بَني نَبهانَ يَومَ وَفاتِهِ
نُجومُ سَماءٍ خَرَّ مِن بَينِها البَدرُ

يُعَزَّونَ عَن ثاوٍ تُعَزّى بِهِ العُلى
وَيَبكي عَلَيهِ الجودُ وَالبَأسُ وَالشِعرُ

وَأَنّى لَهُم صَبرٌ عَلَيهِ وَقَد مَضى
إِلى المَوتِ حَتّى اِستُشهِدا هُوَ وَالصَبرُ

فَتىً كانَ عَذبَ الروحِ لا مِن غَضاضَةٍ
وَلَكِنَّ كِبراً أَن يُقالَ بِهِ كِبرُ

فَتىً سَلَبَتهُ الخَيلُ وَهوَ حِمىً لَها
وَبَزَّتهُ نارُ الحَربِ وَهوَ لَها جَمرُ

وَقَد كانَتِ البيضُ المَآثيرُ في الوَغى
بَواتِرَ فَهيَ الآنَ مِن بَعدِهِ بُترُ

أَمِن بَعدِ طَيِّ الحادِثاتِ مُحَمَّداً
يَكونُ لِأَثوابِ النَدى أَبَداً نَشرُ

إِذا شَجَراتُ العُرفِ جُذَّت أُصولُها
فَفي أَيِّ فَرعٍ يوجَدُ الوَرَقُ النَضرُ

لَئِن أُبغِضَ الدَهرُ الخَؤونُ لِفَقدِهِ
لَعَهدي بِهِ مِمَّن يُحَبُّ لَهُ الدَهرُ

لَئِن غَدَرَت في الرَوعِ أَيّامُهُ بِهِ
لَما زالَتِ الأَيّامُ شيمَتُها الغَدرُ

لَئِن أُلبِسَت فيهِ المُصيبَةَ طَيِّئٌ
لَما عُرِّيَت مِنها تَميمٌ وَلا بَكرُ

كَذَلِكَ ما نَنفَكُّ نَفقِدُ هالِكاً
يُشارِكُنا في فَقدِهِ البَدوُ وَالحَضرُ

سَقى الغَيثُ غَيثاً وارَتِ الأَرضُ شَخصَهُ
وَإِن لَم يَكُن فيهِ سَحابٌ وَلا قَطرُ

وَكَيفَ اِحتِمالي لِلسَحابِ صَنيعَةً
بِإِسقائِها قَبراً وَفي لَحدِهِ البَحرُ

مَضى طاهِرَ الأَثوابِ لَم تَبقَ رَوضَةٌ
غَداةَ ثَوى إِلّا اِشتَهَت أَنَّها قَبرُ

ثَوى في الثَرى مَن كانَ يَحيا بِهِ الثَرى
وَيَغمُرُ صَرفَ الدَهرِ نائِلُهُ الغَمرُ

عَلَيكَ سَلامُ اللَهِ وَقفاً فَإِنَّني
رَأَيتُ الكَريمَ الحُرَّ لَيسَ لَهُ عُمرُ

أَجَدَّ القَلبُ مِن سَلمى اِجتِنابا
وَأَقصَرَ بَعدَ ما شابَت وَشابا

وَشابَ لِداتُهُ وَعَدَلنَ عَنهُ
كَما أَنضَيتَ مِن لُبسٍ ثِيابا

فَإِن تَكُ نَبلُها طاشَت وَنَبلي
فَقَد نَرمي بِها حِقَباً صيابا

فَتَصطادُ الرِجالَ إِذا رَمَتهُم
وَأَصطادُ المُخَبَّأَةَ الكَعابا

فَإِن تَكُ لا تَصيدُ اليَومَ شَيئاً
وَآبَ قَنيصُها سَلَماً وَخابا

فَإِنَّ لَها مَنازِلَ خاوِياتٍ
عَلى نَملى وَقَفتُ بِها الرِكابا

مِنَ الأَجزاعِ أَسفَلَ مِن نُمَيلٍ
كَما رَجَّعتَ بِالقَلَمِ الكِتابا

كِتابَ مُحَبِّرٍ هاجٍ بَصيرٍ
يُنَمِّقُهُ وَحاذَرَ أَن يُعابا

وَقَفتُ بِها القَلوصَ فَلَم تُجِبني
وَلَو أَمسى بِها حَيٌّ أَجابا

وَناجِيَةٍ بَعَثتُ عَلى سَبيلٍ
كَأَنَّ عَلى مَغابِنِها مَلابا

ذَكَرتُ بِها الإِيابَ وَمَن يُسافِر
كَما سافَرتُ يَدَّكِرِ الإِيابا

رَأَبتُ الصَدعَ مِن كَعبٍ فَأَودى
وَكانَ الصَدعُ لا يَعِدُ اِرتِئابا

فَأَمسى كَعبُها كَعباً وَكانَت
مِنَ الشَنآنِ قَد دُعَيَت كِعابا

حَمَلتُ حَمالَةَ القُرَشِيِّ عَنهُم
وَلا ظُلماً أَرَدتُ وَلا اِختِلابا

أُعَوَّدُ مِثلَها الحُكَماءَ بَعدي
إِذا ما الحَقُّ في الأَشياعِ نابا

سَبَقتُ بِها قُدامَةَ أَو سُمَيراً
وَلَو دُعِيا إِلى مِثلِ أَجابا

وَأَكفيها مَعاشِرَ قَد أَرَتهُم
مِنَ الجَرباءِ فَوقَهُمُ طِبابا

يَهِرُّ مَعاشِرٌ مِنّي وَمِنهُم
هَريرَ النابِ حاذَرَتِ العِصابا

سَأَحمِلُها وَتَعقِلُها غَنِيٌّ
وَأورِثُ مَجدَها أَبَداً كِلابا

فَإِن أَحمَد بِها نَفسي فَإِنّي
أَتَيتُ بِها غَداتَئِذٍ صَوابا

وَكُنتُ إِذا العَظيمَةُ أَفظَعَتهُم
نَهَضتُ وَلا أَدِبُّ لَها دِبابا

بِحَمدِ اللَهِ ثُمَّ عَطاءِ قَومٍ
يَفَكّونَ الغَنائِمَ وَالرِقابا

إِذا نَزَلَ السَحابُ بِأَرضِ قَومٍ
رَعَيناهُ وَإِن كانوا غِضابا

بِكُلِّ مُقَلِّصٍ عَبلٍ شَواهُ
إِذا وُضِعَت أَعِنَّتُهُنَّ ثابا

وَدافِعَةِ الحِزامِ بِمِرفَقَيها
كَشاةِ الرَبلِ آنَسَت الكِلابا

أَلا طَرَقَت أَسماءُ وَهِيَ طَروقُ
وَبانَت عَلى أَنَّ الخَيالَ يَشوقُ

بِحاجَةٍ مَحزونٍ كَأَنَ فُؤادَهُ
جَناحٌ وَهي عَظماهُ فَهوَ خَفوقُ

وَهانَ عَلى أَسماءَ أَن شَطَّتِ النَوى
يَحنُّ اِلَيها وَالِهٌ وَيَتوقُ

ذَريني فَإِنَّ البُخلَ يا أُمَّ هَيثَمٍ
لِصالِحِ أَخلاقِ الرِجالِ سَروقُ

ذَريني وَحُطّي في هَواي فَإِنَّني
عَلى الحَسَبِ الزاكي الرَفيعِ شَفيقُ

وَإِنّي كَريمٌ ذُو عيالٍ تَهُمُّني
نَوائِبُ يَغشى رُزؤُها وَحقوقُ

وَمُستَنبِحٍ بَعدَ الهُدوءِ دَعوَتُهُ
وَقَد حانَ مِن نَجم الشِتاءِ خُفوقُ

يُعالِجُ عِرنيناً مِنَ الليلِ بارِداً
تَلُفُّ رياحٌ ثَوبَهُ وَبُروقُ

تَأَلَّقَ في عَينٍ مِنَ المُزنِ وَادِقٍ
لَهُ هَيدَبٌ داني السَحابِ دَفوقُ

أَضفتُ فَلم أُفحش عَلَيهِ وَلَم أَقُل
لِأَحرِمَه إِنَّ المَكانَ مَضيقُ

فَقُلتُ لَهُ أَهلاً وَسَهلاً وَمَرحَباً
فَهَذا صَبوحٌ راهِنٌ وَصَديقُ

وَضاحَكتُهُ مِن قَبلِ عِرفاني اِسمَهُ
لِيَأنَسَ بِي إِنَّ الكَريمَ رَفيقُ

وَقُمتُ إِلى البَركِ الهَواجِدِ فَاِتَّقَت
مَقاحيدُ كُومٌ كَالمَجادِلِ رُوقُ

بِأَدماءَ مِرباعِ النَتاجِ كَأَنَّها
إِذا عَرَضَت دونَ العِشارِ فَنيقُ

بِضَربَةِ ساقٍ أَو بِنَجلاءَ ثَرَّةٍ
لَها مِن أَمام المَنكِبَين فَتيقُ

وَقامَ إِلَيها الجازِرانِ فأَوفَدا
يُطيرانِ عَنها الجِلدَ وَهِيَ تَفوقُ

فَجُرَّ إِلَينا ضَرعُها وَسَنامُها
وَأَزهَرُ يَحبو لِلقيامِ عَتيقُ

بَقيرٌ جَلا بِالسَيفِ عَنهُ غِشاءَهُ
أَخٌ بِإِخاءِ الصالِحينَ رَفيقُ

فَباتَ لَنا مِنها وَلِلضَّيفِ مَوهِناً
شِواءٌ سَمينٌ زاهِقٌ وَغَبوقُ

وَباتَ لَهُ دونَ الصَبا وَهِيَ قَرَّةٌ
لِحافٌ وَمَصقولُ الكِساءِ رَقيقُ

وَكُلُّ كَريمٍ يَتَّقي الذَمَّ بِالقِرى
وَلِلخَيرِ بَينَ الصالِحينَ طَريقُ

لَعَمرُكَ ما ضاقَت بِلادٌ بِأَهلِها
وَلَكِنَّ أَخلاقَ الرِجالِ تَضيقُ

نَمَتني عُروقٌ مِن زُرارَة لِلعُلى
وَمِن فَدَكيٍّ وَالأَشَدِّ عُروقُ

مَكارِمُ يَجعَلنَ الفَتى في أُرومَةٍ
يَفاعٍ وَبَعضُ الوالِدين دَقيقُ

نامَ الخَلِيُّ وَبِتُّ اللَيلَ مُرتَفِقا
أَرعى النُجومَ عَميداً مُثبَتاً أَرِقا

أَسهو لِهَمّي وَدائي فَهيَ تُسهِرُني
بانَت بِقَلبي وَأَمسى عِندَها غَلِقا

يا لَيتَها وَجَدَت بي ما وَجَدتُ بِها
وَكانَ حُبٌّ وَوَجدٌ دامَ فَاِتَّفَقا

لا شَيءَ يَنفَعُني مِن دونِ رُؤيَتَها
هَل يَشتَفي وامِقٌ ما لَم يُصِب رَهَقا

صادَت فُؤادي بِعَينَي مُغزِلٍ خَذَلَت
تَرعى أَغَنَّ غَضيضاً طَرفُهُ خَرِقا

وَبارِدٍ رَتِلٍ عَذبٍ مَذاقَتُهُ
كَأَنَّما عُلَّ بِالكافورِ وَاِغتَبَقا

وَجيدِ أَدماءَ لَم تُذعَر فَرائِصُها
تَرعى الأَراكَ تَعاطى المَردَ وَالوَرَقا

وَكَفلٍ كَالنَقا مالَت جَوانِبُهُ
لَيسَت مِنَ الزُلِّ أَوراكاً وَما اِنتَطَقا

كَأَنَّها دُرَّةٌ زَهراءُ أَخرَجَها
غَوّاصُ دارينَ يَخشى دونَها الغَرَقا

قَد رامَها حِجَجاً مُذ طَرَّ شارِبُهُ
حَتّى تَسَعسَعَ يَرجوها وَقَد خَفَقا

لا النَفسُ توئسُهُ مِنها فَيَترُكُها
وَقَد رَأى الرَغبَ رَأيَ العَينِ فَاِحتَرَقا

وَمارِدٌ مِن غُواةِ الجِنِّ يَحرُسُها
ذو نيقَةٍ مُستَعِدٌّ دونَها تَرَقا

لَيسَت لَهُ غَفلَةٌ عَنها يُطيفُ بِها
يَخشى عَلَيها سَرى السارينَ وَالسَرَقا

حِرصاً عَلَيها لَوَ اِنَّ النَفسَ طاوَعَها
مِنهُ الضَميرُ لَيالي اليَمِّ أَو غَرِقا

في حَومِ لُجَّةِ آذِيٍّ لَهُ حَدَبٌ
مَن رامَها فارَقَتهُ النَفسُ فَاِعتُلِقا

مَن نالَها نالَ خُلداً لا اِنقِطاعَ لَهُ
وَما تَمَنّى فَأَضحى ناعِماً أَنِقا

تِلكَ الَّتي كَلَّفَتكَ النَفسُ تَأمُلُها
وَما تَعَلَّقتَ إِلّا الحَينَ وَالحَرَقا

قد أصبح الحبل من أسماء مصروما
بعد ائتلافٍ وحب كان مكتوما

واستبدلت خلة مني وقد علمت
أن لن أبيت بوادي الخسف مذموما

عفّ صليب إذا ما جُلبَةٌ أرمت
من خير قومك موجوداً ومعدوما

لما رأت أن شيب المرء شاملهُ
بعد الشباب وكان الشيب مسؤوما

صدت وقالت أرى شيباً تفرعه
إن الشباب الذي يعلو الجراثيما

كأن ريقتها بعد الكرى اغتبقت
صرفاً تخيرها الحانون خرطوما

سلافة الدَّن مرفوعاً نصائبه
مقلَّد الغفو والريحان ملثوما

وقد ثوى نصف حولٍ أشهرا جددا
بباب أفأن يبتار السلاليما

حتى تناولها صهباء صافية
يرشو التجار عليها والتراجيما

وسمحةٍ المشي شملال قطعت بها
أرضاً يحار بها الهادون ديموما

مهامهاً وخروقاً لا أنيس بها
إِلا الضوابح والأصداء والبُوما

أَمِن آلِ لَيلى بِالضَجوعِ وَأَهلُنا
بِنَعفِ قُوَيٍّ وَالصُفَيَّةِ عيرُ

رَفَعتُ لَها طَرفي وَقَد حالَ دونَها
رِجالٌ وَخَيلٌ بِالبَثاءِ تُغيرُ

فَإِنَّكَ عَمري أَيَّ نَظرَةِ ناظِرٍ
نَظَرتَ وَقُدسٌ دونَنا وَوَقيرُ

دَيارُ الَّتي قالَت غَداةَ لَقيتُها
صَبَوتَ أَبا ذِئبٍ وَأَنتَ كَبيرُ

تَغَيَّرتَ بَعدي أَم أَصابَكَ حادِثٌ
مِنَ الأَمرِ أَم مَرَّت عَلَيكَ مُرورُ

فَقُلتُ لَها فَقدُ الأَحِبَّةِ إِنَّني
حَديثٌ بِأَرزاءِ الكِرامِ جَديرُ

فِراقٌ كَقَيصِ السِنِّ فَالصَبرَ إِنَّهُ
لِكُلِّ أُناسٍ عَثرَةٌ وَجُبورُ

وَأَصبَحتُ أَمشي في دِيارٍ كَأَنَّها
خِلافَ دِيارِ الكاهِلِيَّةِ عورُ

أُنادي إِذا أوفي مِنَ الأَرضِ مَرقَباً
وَإِنّي سَميعٌ لَو أُجابُ بَصيرُ

كَأَنّي خِلافَ الصارِخِ الأَلفِ واحِدٌ
بِأَجرَعَ لَم يَغضَب إِلَيَّ نَصيرُ

إِذا كانَ عامٌ مانِعُ القَطرِ ريحُهُ
صَباً وَشَمالٌ قَرَّةٌ وَدَبورُ

وَصُرّادُ غَيمٍ لا يَزالُ كَأَنَّهُ
مُلاءٌ بِأَشرافِ الجِبالِ مَكورُ

طَخاءٌ يُباري الريحَ لا ماءَ تَحتَهُ
لَهُ سَنَنٌ يَغشى البِلادَ طَحورُ

فَإِنَّ بَني لِحيانَ إِمّا ذَكَرتَهُم
ثَناهُم إِذا أَخنى اللِئامُ ظَهيرُ

سَرى لَيْلاً خَيالٌ مِنْ سُلَيْمى
فأَرَّقَني وأصْحابي هُجُودُ

فَبِتُّ أُدِيرُ أَمْرِي كلَّ حالٍ
وأَرْقُبُ أَهْلَها وهُمُ بعيدُ

عَلى أَنْ قَدْ سَما طَرْفِي لِنارٍ
يُشَبُّ لها بذِي الأَرْطى وَقُودُ

حَوالَيْها مَهاً جُمُّ التَّراقي
وأَرْآمٌ وغِزْلانٌ رُقُودُ

نَواعِمُ لا تُعالِجُ بُؤْسَ عَيْشٍ
أَوانِسُ لا تُراحُ وَلا تَرُودُ

يَزُحْنَ مَعاً بِطاءَ المَشْيِ بُدّاً
عليهنَّ المَجاسِدُ والبُرُودُ

سَكَنَّ ببلْدَةٍ وسَكَنْتُ أُخرى
وقُطِّعَتِ المواثِقُ والعُهُودُ

فَما بالي أَفِي ويُخانُ عَهْدِي
وما بالي أُصادُ وَلا أَصِيدُ

ورُبَّ أَسِيلةِ الخَدَّيْنَ بِكْرٍ
مُنَعَّمَةٍ لها فَرْعٌ وجِيدُ

وذُو أُشْرٍ شَتِيتُ النَّبْتِ عَذْبٌ
نَقِيُّ اللَّوْنِ بَرَّاقٌ بَرُودُ

لَهوْتُ بها زَماناً مِن شَبابي
وزارَتْها النَّجائِبُ والقَصِيدُ

أُناسٌ كلَّما أَخْلَقْتُ وَصْلاً
عَنانِي منهُمُ وَصْلٌ جَدِيدُ

لِخَولَةَ أَطلالٌ بِبُرقَةِ ثَهمَدِ
تَلوحُ كَباقي الوَشمِ في ظاهِرِ اليَدِ

وُقوفاً بِها صَحبي عَلَيَّ مَطيَّهُم
يَقولونَ لا تَهلِك أَسىً وَتَجَلَّدِ

كَأَنَّ حُدوجَ المالِكيَّةِ غُدوَةً
خَلايا سَفينٍ بِالنَواصِفِ مِن دَدِ

عَدَوليَّةٌ أَو مِن سَفينِ اِبنِ يامِنٍ
يَجورُ بِها المَلّاحُ طَوراً وَيَهتَدي

يَشُقُّ حَبابَ الماءِ حَيزومُها بِها
كَما قَسَمَ التُربَ المُفايِلُ بِاليَدِ

وَفي الحَيِّ أَحوى يَنفُضُ المَردَ شادِنٌ
مُظاهِرُ سِمطَي لُؤلُؤٍ وَزَبَرجَدِ

خَذولٌ تُراعي رَبرَباً بِخَميلَةٍ
تَناوَلُ أَطرافَ البَريرِ وَتَرتَدي

وَتَبسِمُ عَن أَلمى كَأَنَّ مُنَوِّراً
تَخَلَّلَ حُرَّ الرَملِ دِعصٌ لَهُ نَدي

سَقَتهُ إِياةُ الشَمسِ إِلّا لِثاتِهِ
أُسِفَّ وَلَم تَكدِم عَلَيهِ بِإِثمِدِ

وَوَجهٌ كَأَنَّ الشَمسَ حَلَّت رِدائَها
عَلَيهِ نَقِيُّ اللَونِ لَم يَتَخَدَّدِ

وَإِنّي لَأَمضي الهَمَّ عِندَ اِحتِضارِهِ
بِعَوجاءَ مِرقالٍ تَروحُ وَتَغتَدي

أَمونٍ كَأَلواحِ الأَرانِ نَصَأتُها
عَلى لاحِبٍ كَأَنَّهُ ظَهرُ بُرجُدِ

جَماليَّةٍ وَجناءَ تَردي كَأَنَّها
سَفَنَّجَةٌ تَبري لِأَزعَرَ أَربَدِ

تُباري عِتاقاً ناجِياتٍ وَأَتبَعَت
وَظيفاً وَظيفاً فَوقَ مَورٍ مُعَبَّدِ

تَرَبَّعَتِ القُفَّينِ في الشَولِ تَرتَعي
حَدائِقَ مَوليِّ الأَسِرَّةِ أَغيَدِ

تَريعُ إِلى صَوتِ المُهيبِ وَتَتَّقي
بِذي خُصَلٍ رَوعاتِ أَكلَفَ مُلبِدِ

كَأَنَّ جَناحَي مَضرَحيٍّ تَكَنَّفا
حِفافَيهِ شُكّا في العَسيبِ بِمَسرَدِ

فَطَوراً بِهِ خَلفَ الزَميلِ وَتارَةً
عَلى حَشَفٍ كَالشَنِّ ذاوٍ مُجَدَّدِ

لَها فَخِذانِ أُكمِلَ النَحضُ فيهِما
كَأَنَّهُما بابا مُنيفٍ مُمَرَّدِ

وَطَيُّ مَحالٍ كَالحَنيِّ خُلوفُهُ
وَأَجرِنَةٌ لُزَّت بِدَأيٍ مُنَضَّدِ

كَأَنَّ كِناسَي ضالَةٍ يُكنِفانِها
وَأَطرَ قِسيٍّ تَحتَ صُلبٍ مُؤَيَّدِ

لَها مِرفَقانِ أَفتَلانِ كَأَنَّها
تَمُرُّ بِسَلمَي دالِجٍ مُتَشَدَّدِ

كَقَنطَرَةِ الروميِّ أَقسَمَ رَبُّها
لَتُكتَنَفَن حَتّى تُشادَ بِقَرمَدِ

صُهابيَّةُ العُثنونِ موجَدَةُ القَرا
بَعيدَةُ وَخدِ الرِجلِ مَوّارَةُ اليَدِ

أُمِرَّت يَداها فَتلَ شَزرٍ وَأُجنِحَت
لَها عَضُداها في سَقيفٍ مُسَنَّدِ

جُنوحٌ دِفاقٌ عَندَلٌ ثُمَّ أُفرِعَت
لَها كَتِفاها في مُعالىً مُصَعَّدِ

كَأَنَّ عُلوبَ النِسعِ في دَأَياتِها
مَوارِدُ مِن خَلقاءَ في ظَهرِ قَردَدِ

تَلاقى وَأَحياناً تَبينُ كَأَنَّها
بَنائِقُ غُرٌّ في قَميصٍ مُقَدَّدِ

وَأَتلَعُ نَهّاضٌ إِذا صَعَّدَت بِهِ
كَسُكّانِ بوصيٍّ بِدِجلَةَ مُصعِدِ

وَجُمجُمَةٌ مِثلُ العَلاةِ كَأَنَّما
وَعى المُلتَقى مِنها إِلى حَرفِ مِبرَدِ

وَخَدٌّ كَقِرطاسِ الشَآمي وَمِشفَرٌ
كَسِبتِ اليَماني قَدُّهُ لَم يُجَرَّدِ

وَعَينانِ كَالماوَيَّتَينِ اِستَكَنَّتا
بِكَهفَي حِجاجَي صَخرَةٍ قَلتِ مَورِدِ

طَحورانِ عُوّارَ القَذى فَتَراهُما
كَمَكحولَتَي مَذعورَةٍ أُمِّ فَرقَدِ

وَصادِقَتا سَمعِ التَوَجُّسِ لِلسُرى
لِهَجسٍ خَفِيٍّ أَو لِصَوتٍ مُنَدَّدِ

مُؤَلَّلَتانِ تَعرِفُ العِتقَ فيهِما
كَسامِعَتَي شاةٍ بِحَومَلَ مُفرَدِ

وَأَروَعُ نَبّاضٌ أَحَذُّ مُلَملَم
كَمِرداةِ صَخرٍ في صَفيحٍ مُصَمَّدِ

وَأَعلَمُ مَخروتٌ مِنَ الأَنفِ مارِنٌ
عَتيقٌ مَتى تَرجُم بِهِ الأَرضَ تَزدَدِ

وَإِن شِئتُ لَم تُرقِل وَإِن شِئتُ أَرقَلَت
مَخافَةَ مَلويٍّ مِنَ القَدِّ مُحصَدِ

وَإِن شِئتُ سامى واسِطَ الكورِ رَأسُها
وَعامَت بِضَبعَيها نَجاءَ الخَفَيدَدِ

عَلى مِثلِها أَمضي إِذا قالَ صاحِبي
أَلا لَيتَني أَفديكَ مِنها وَأَفتَدي

وَجاشَت إِلَيهِ النَفسُ خَوفاً وَخالَهُ
مُصاباً وَلَو أَمسى عَلى غَيرِ مَرصَدِ

إِذا القَومُ قالوا مَن فَتىً خِلتُ أَنَّني
عُنيتُ فَلَم أَكسَل وَلَم أَتَبَلَّدِ

أَحَلتُ عَلَيها بِالقَطيعِ فَأَجذَمَت
وَقَد خَبَّ آلُ الأَمعَزِ المُتَوَقِّدِ

فَذالَت كَما ذالَت وَليدَةُ مَجلِسٍ
تُري رَبَّها أَذيالَ سَحلٍ مُمَدَّدِ

وَلَستُ بِحَلّالِ التِلاعِ مَخافَةً
وَلَكِن مَتى يَستَرفِدِ القَومُ أَرفِدِ

فَإِن تَبغِني في حَلقَةِ القَومِ تَلقَني
وَإِن تَقتَنِصني في الحَوانيتِ تَصطَدِ

مَتى تَأتِني أُصبِحكَ كَأساً رَويَّةً
وَإِن كُنتَ عَنها ذا غِنىً فَاِغنَ وَاِزدَدِ

وَإِن يَلتَقِ الحَيُّ الجَميعُ تُلاقِني
إِلى ذِروَةِ البَيتِ الرَفيعِ المُصَمَّدِ

نَدامايَ بيضٌ كَالنُجومِ وَقَينَةٌ
تَروحُ عَلَينا بَينَ بُردٍ وَمَجسَدِ

رَحيبٌ قِطابُ الجَيبِ مِنها رَقيقَةٌ
بِجَسِّ النَدامى بَضَّةُ المُتَجَرَّدِ

إِذا نَحنُ قُلنا أَسمِعينا اِنبَرَت لَنا
عَلى رِسلِها مَطروقَةً لَم تَشَدَّدِ

إِذا رَجَّعَت في صَوتِها خِلتَ صَوتَها
تَجاوُبَ أَظآرٍ عَلى رُبَعٍ رَدي

وَما زالَ تَشرابي الخُمورَ وَلَذَّتي
وَبَيعي وَإِنفاقي طَريفي وَمُتلَدي

إِلى أَن تَحامَتني العَشيرَةُ كُلُّها
وَأُفرِدتُ إِفرادَ البَعيرِ المُعَبَّدِ

رَأَيتُ بَني غَبراءَ لا يُنكِرونَني
وَلا أَهلُ هَذاكَ الطِرافِ المُمَدَّدِ

أَلا أَيُّهَذا اللائِمي أَحضُرَ الوَغى
وَأَن أَشهَدَ اللَذّاتِ هَل أَنتَ مُخلِدي

فَإِن كُنتَ لا تَسطيعُ دَفعَ مَنيَّتي
فَدَعني أُبادِرها بِما مَلَكَت يَدي

وَلَولا ثَلاثٌ هُنَّ مِن عيشَةِ الفَتى
وَجَدِّكَ لَم أَحفِل مَتى قامَ عُوَّدي

فَمِنهُنَّ سَبقي العاذِلاتِ بِشَربَةٍ
كُمَيتٍ مَتى ما تُعلَ بِالماءِ تُزبِدِ

وَكَرّي إِذا نادى المُضافُ مُحَنَّباً
كَسيدِ الغَضا نَبَّهتَهُ المُتَوَرِّدِ

وَتَقصيرُ يَومَ الدَجنِ وَالدَجنُ مُعجِبٌ
بِبَهكَنَةٍ تَحتَ الطِرافِ المُعَمَّدِ

كَأَنَّ البُرينَ وَالدَماليجَ عُلِّقَت
عَلى عُشَرٍ أَو خِروَعٍ لَم يُخَضَّدِ

كَريمٌ يُرَوّي نَفسَهُ في حَياتِهِ
سَتَعلَمُ إِن مُتنا غَداً أَيُّنا الصَدي

أَرى قَبرَ نَحّامٍ بَخيلٍ بِمالِهِ
كَقَبرِ غَويٍّ في البَطالَةِ مُفسِدِ

تَرى جُثوَتَينِ مِن تُرابٍ عَلَيهِما
صَفائِحُ صُمٌّ مِن صَفيحٍ مُنَضَّدِ

أَرى المَوتَ يَعتامُ الكِرامَ وَيَصطَفي
عَقيلَةَ مالِ الفاحِشِ المُتَشَدِّدِ

أَرى العَيشَ كَنزاً ناقِصاً كُلَّ لَيلَةٍ
وَما تَنقُصِ الأَيّامُ وَالدَهرُ يَنفَدِ

لَعَمرُكَ إِنَّ المَوتَ ما أَخطَأَ الفَتى
لَكَالطِوَلِ المُرخى وَثِنياهُ بِاليَدِ

فَما لي أَراني وَاِبنَ عَمِّيَ مالِكاً
مَتى أَدنُ مِنهُ يَنأَ عَنّي وَيَبعُدِ

يَلومُ وَما أَدري عَلامَ يَلومُني
كَما لامَني في الحَيِّ قُرطُ بنُ مَعبَدِ

وَأَيأَسَني مِن كُلِّ خَيرٍ طَلَبتُهُ
كَأَنّا وَضَعناهُ إِلى رَمسِ مُلحَدِ

عَلى غَيرِ ذَنبٍ قُلتُهُ غَيرَ أَنَّني
نَشَدتُ فَلَم أُغفِل حَمولَةَ مَعبَدِ

وَقَرَّبتُ بِالقُربى وَجَدِّكَ إِنَّني
مَتى يَكُ أَمرٌ لِلنَكيثَةِ أَشهَدِ

وَإِن أُدعَ لِلجُلّى أَكُن مِن حُماتِها
وَإِن يَأتِكَ الأَعداءُ بِالجَهدِ أَجهَدِ

وَإِن يَقذِفوا بِالقَذعِ عِرضَكَ أَسقِهِم
بِكَأسِ حِياضِ المَوتِ قَبلَ التَهَدُّدِ

بِلا حَدَثٍ أَحدَثتُهُ وَكَمُحدِثٍ
هِجائي وَقَذفي بِالشَكاةِ وَمُطرَدي

فَلَو كانَ مَولايَ اِمرَأً هُوَ غَيرَهُ
لَفَرَّجَ كَربي أَو لَأَنظَرَني غَدي

وَلَكِنَّ مَولايَ اِمرُؤٌ هُوَ خانِقي
عَلى الشُكرِ وَالتَسآلِ أَو أَنا مُفتَدِ

وَظُلمُ ذَوي القُربى أَشَدُّ مَضاضَةً
عَلى المَرءِ مِن وَقعِ الحُسامِ المُهَنَّدِ

فَذَرني وَخُلقي إِنَّني لَكَ شاكِرٌ
وَلَو حَلَّ بَيتي نائِياً عِندَ ضَرغَدِ

فَلَو شاءَ رَبّي كُنتُ قَيسَ بنَ خالِدٍ
وَلَو شاءَ رَبّي كُنتُ عَمروَ بنَ مَرثَدِ

فَأَصبَحتُ ذا مالٍ كَثيرٍ وَزارَني
بَنونَ كِرامٌ سادَةٌ لِمُسَوَّدِ

أَنا الرَجُلُ الضَربُ الَّذي تَعرِفونَهُ
خَشاشٌ كَرَأسِ الحَيَّةِ المُتَوَقِّدِ

فَآلَيتُ لا يَنفَكُّ كَشحي بِطانَةً
لِعَضبٍ رَقيقِ الشَفرَتَينِ مُهَنَّدِ

حُسامٍ إِذا ما قُمتُ مُنتَصِراً بِهِ
كَفى العَودَ مِنهُ البَدءُ لَيسَ بِمِعضَدِ

أَخي ثِقَةٍ لا يَنثَني عَن ضَريبَةٍ
إِذا قيلَ مَهلاً قالَ حاجِزُهُ قَدّي

إِذا اِبتَدَرَ القَومُ السِلاحَ وَجَدتَني
مَنيعاً إِذا بَلَّت بِقائِمِهِ يَدي

وَبَركٍ هُجودٍ قَد أَثارَت مَخافَتي
بَوادِيَها أَمشي بِعَضبٍ مُجَرَّدِ

فَمَرَّت كَهاةٌ ذاتُ خَيفٍ جُلالَةٌ
عَقيلَةُ شَيخٍ كَالوَبيلِ يَلَندَدِ

يَقولُ وَقَد تَرَّ الوَظيفُ وَساقُها
أَلَستَ تَرى أَن قَد أَتَيتَ بِمُؤيِدِ

وَقالَ أَلا ماذا تَرَونَ بِشارِبٍ
شَديدٍ عَلَينا بَغيُهُ مُتَعَمِّدِ

وَقالَ ذَروهُ إِنَّما نَفعُها لَهُ
وَإِلّا تَكُفّوا قاصِيَ البَركِ يَزدَدِ

فَظَلَّ الإِماءُ يَمتَلِلنَ حُوارَها
وَيُسعى عَلَينا بِالسَديفِ المُسَرهَدِ

فَإِن مُتُّ فَاِنعيني بِما أَنا أَهلُهُ
وَشُقّي عَلَيَّ الجَيبَ يا اِبنَةَ مَعبَدِ

وَلا تَجعَليني كَاِمرِئٍ لَيسَ هَمُّهُ
كَهَمّي وَلا يُغني غَنائي وَمَشهَدي

بَطيءٍ عَنِ الجُلّى سَريعٍ إِلى الخَنى
ذَلولٍ بِأَجماعِ الرِجالِ مُلَهَّدِ

فَلَو كُنتُ وَغلاً في الرِجالِ لَضَرَّني
عَداوَةُ ذي الأَصحابِ وَالمُتَوَحِّدِ

وَلَكِن نَفى عَنّي الرِجالَ جَراءَتي
عَلَيهِم وَإِقدامي وَصِدقي وَمَحتِدي

لَعَمرُكَ ما أَمري عَلَيَّ بِغُمَّةٍ
نَهاري وَلا لَيلي عَلَيَّ بِسَرمَدِ

وَيَومٍ حَبَستُ النَفسَ عِندَ عِراكِهِ
حِفاظاً عَلى عَوراتِهِ وَالتَهَدُّدِ

عَلى مَوطِنٍ يَخشى الفَتى عِندَهُ الرَدى
مَتى تَعتَرِك فيهِ الفَرائِصُ تُرعَدِ

وَأَصفَرَ مَضبوحٍ نَظَرتُ حِوارَهُ
عَلى النارِ وَاِستَودَعتُهُ كَفَّ مُجمِدِ

سَتُبدي لَكَ الأَيّامُ ما كُنتَ جاهِلاً
وَيَأتيكَ بِالأَخبارِ مَن لَم تُزَوِّدِ

وَيَأتيكَ بِالأَخبارِ مَن لَم تَبِع لَهُ
بَتاتاً وَلَم تَضرِب لَهُ وَقتَ مَوعِدِ

صُهابيَّةُ العُثنونِ موجَدَةُ القَرا
بَعيدَةُ وَخدِ الرِجلِ مَوّارَةُ اليَدِ

عَدَوليَّةٌ أَو مِن سَفينِ اِبنِ يامِنٍ
يَجورُ بِها المَلّاحُ طَوراً وَيَهتَدي

لِخَولَةَ أَطلالٌ بِبُرقَةِ ثَهمَدِ
تَلوحُ كَباقي الوَشمِ في ظاهِرِ اليَدِ

شعت فلا الشمس تحكيها ولا القمر
زهراء من نورها الاكوان تزدهر

أَمِنَ المَنونِ وَريبِها تَتَوَجَّعُ
وَالدَهرُ لَيسَ بِمُعتِبٍ مِن يَجزَعُ

قالَت أُمَيمَةُ ما لِجِسمِكَ شاحِباً
مُنذُ اِبتَذَلتَ وَمِثلُ مالِكَ يَنفَعُ

أَم ما لِجَنبِكَ لا يُلائِمُ مَضجَعاً
إِلّا أَقَضَّ عَلَيكَ ذاكَ المَضجَعُ

فَأَجَبتُها أَن ما لِجِسمِيَ أَنَّهُ
أَودى بَنِيَّ مِنَ البِلادِ فَوَدَّعوا

أَودى بَنِيَّ وَأَعقَبوني غُصَّةً
بَعدَ الرُقادِ وَعَبرَةً لا تُقلِعُ

سَبَقوا هَوَىَّ وَأَعنَقوا لِهَواهُمُ
فَتُخُرِّموا وَلِكُلِّ جَنبٍ مَصرَعُ

فَغَبَرتُ بَعدَهُمُ بِعَيشٍ ناصِبٍ
وَإَخالُ أَنّي لاحِقٌ مُستَتبَعُ

وَلَقَد حَرِصتُ بِأَن أُدافِعَ عَنهُمُ
فَإِذا المَنِيِّةُ أَقبَلَت لا تُدفَعُ

وَإِذا المَنِيَّةُ أَنشَبَت أَظفارَها
أَلفَيتَ كُلَّ تَميمَةٍ لا تَنفَعُ

فَالعَينُ بَعدَهُمُ كَأَنَّ حِداقَها
سُمِلَت بشَوكٍ فَهِيَ عورٌ تَدمَعُ

حَتّى كَأَنّي لِلحَوادِثِ مَروَةٌ
بِصَفا المُشَرَّقِ كُلَّ يَومٍ تُقرَعُ

لا بُدَّ مِن تَلَفٍ مُقيمٍ فَاِنتَظِر
أَبِأَرضِ قَومِكَ أَم بِأُخرى المَصرَعُ

وَلَقَد أَرى أَنَّ البُكاءَ سَفاهَةٌ
وَلَسَوفَ يولَعُ بِالبُكا مِن يَفجَعُ

وَليَأتِيَنَّ عَلَيكَ يَومٌ مَرَّةً
يُبكى عَلَيكَ مُقَنَّعاً لا تَسمَعُ

وَتَجَلُّدي لِلشامِتينَ أُريهِمُ
أَنّي لَرَيبِ الدَهرِ لا أَتَضَعضَعُ

وَالنَفسُ راغِبِةٌ إِذا رَغَّبتَها
فَإِذا تُرَدُّ إِلى قَليلٍ تَقنَعُ

كَم مِن جَميعِ الشَملِ مُلتَئِمُ الهَوى
باتوا بِعَيشٍ ناعِمٍ فَتَصَدَّعوا

فَلَئِن بِهِم فَجَعَ الزَمانُ وَرَيبُهُ
إِنّي بِأَهلِ مَوَدَّتي لَمُفَجَّعُ

وَالدَهرُ لا يَبقى عَلى حَدَثانِهِ
في رَأسِ شاهِقَةٍ أَعَزُّ مُمَنَّعُ

وَالدَهرُ لا يَبقى عَلى حَدَثانِهِ
جَونُ السَراةِ لَهُ جَدائِدُ أَربَعُ

صَخِبُ الشَوارِبِ لا يَزالُ كَأَنَّهُ
عَبدٌ لِآلِ أَبي رَبيعَةَ مُسبَعُ

أَكَلَ الجَميمَ وَطاوَعَتهُ سَمحَجٌ
مِثلُ القَناةِ وَأَزعَلَتهُ الأَمرُعُُ

بِقَرارِ قيعانٍ سَقاها وابِلٌ
واهٍ فَأَثجَمَ بُرهَةً لا يُقلِعُ

فَلَبِثنَ حيناً يَعتَلِجنَ بِرَوضَةٍ
فَيَجِدُّ حيناً في العِلاجِ وَيَشمَعُ

حَتّى إِذا جَزَرَت مِياهُ رُزونِهِ
وَبِأَيِّ حينِ مِلاوَةٍ تَتَقَطَّعُ

ذَكَرَ الوُرودَ بِها وَشاقى أَمرَهُ
شُؤمٌ وَأَقبَلَ حَينُهُ يَتَتَبَّعُ

فَاِفتَنَّهُنَّ مِن السَواءِ وَماؤُهُ
بِثرٌ وَعانَدَهُ طَريقٌ مَهيَعُ

فَكَأَنَّها بِالجِزعِ بَينَ يُنابِعٍ
وَأولاتِ ذي العَرجاءِ نَهبٌ مُجمَعُ

وَكَأَنَّهُنَّ رَبابَةٌ وَكَأَنَّهُ
يَسَرٌ يُفيضُ عَلى القِداحِ وَيَصدَعُ

وَكَأَنَّما هُوَ مِدوَسٌ مُتَقَلِّبٌ
في الكَفِّ إِلّا أَنَّهُ هُوَ أَضلَعُ

فَوَرَدنَ وَالعَيّوقُ مَقعَدَ رابِىءِ الض
ضُرَباءِ فَوقَ النَظمِ لا يَتَتَلَّعُ

فَشَرَعنَ في حَجَراتِ عَذبٍ بارِدٍ
حَصِبِ البِطاحِ تَغيبُ فيهِ الأَكرُعُ

فَشَرِبنَ ثُمَّ سَمِعنَ حِسّاً دونَهُ
شَرَفُ الحِجابِ وَرَيبَ قَرعٍ يُقرَعُ

وَنَميمَةً مِن قانِصٍ مُتَلَبِّبٍ
في كَفِّهِ جَشءٌ أَجَشُّ وَأَقطُعُ

فَنَكِرنَهُ فَنَفَرنَ وَاِمتَرَسَت بِهِ
سَطعاءُ هادِيَةٌ وَهادٍ جُرشُعُ

فَرَمى فَأَنفَذَ مِن نَجودٍ عائِطٍ
سَهماً فَخَرَّ وَريشُهُ مُتَصَمِّعُ

فَبَدا لَهُ أَقرابُ هذا رائِغاً
عَجِلاً فَعَيَّثَ في الكِنانَةِ يُرجِعُ

فَرَمى فَأَلحَقَ صاعِدِيّاً مِطحَراً
بِالكَشحِ فَاِشتَمَّلَت عَلَيهِ الأَضلُعُ

فَأَبَدَّهُنَّ حُتوفَهُنَّ فَهارِبٌ
بِذَمائِهِ أَو بارِكٌ مُتَجَعجِعُ

يَعثُرنَ في حَدِّ الظُباتِ كَأَنَّما
كُسِيَت بُرودَ بَني يَزيدَ الأَذرُعُ

وَالدَهرُ لا يَبقى عَلى حَدَثانِهِ
شَبَبٌ أَفَزَّتهُ الكِلابُ مُرَوَّعُ

شَعَفَ الكِلابُ الضارِياتُ فُؤادَهُ
فَإِذا يَرى الصُبحَ المُصَدَّقَ يَفزَعُ

وَيَعوذُ بِالأَرطى إِذا ما شَفَّهُ
قَطرٌ وَراحَتهُ بَلِيلٌ زَعزَعُ

يَرمي بِعَينَيهِ الغُيوبَ وَطَرفُهُ
مُغضٍ يُصَدِّقُ طَرفُهُ ما يَسمَعُ

فَغَدا يُشَرِّقُ مَتنَهُ فَبَدا لَهُ
أَولى سَوابِقَها قَريباً توزَعُ

فَاِهتاجَ مِن فَزَعٍ وَسَدَّ فُروجَهُ
غُبرٌ ضَوارٍ وافِيانِ وَأَجدَعُ

يَنهَشنَهُ وَيَذُبُّهُنَّ وَيَحتَمي
عَبلُ الشَوى بِالطُرَّتَينِ مُوَلَّعُ

فَنَحا لَها بِمُذَلَّقَينِ كَأَنَّما
بِهِما مِنَ النَضحِ المُجَدَّحِ أَيدَعُ

فَكَأَنَّ سَفّودَينِ لَمّا يُقتَرا
عَجِلا لَهُ بِشَواءِ شَربٍ يُنزَعُ

فَصَرَعنَهُ تَحتَ الغُبارِ وَجَنبُهُ
مُتَتَرِّبٌ وَلِكُلِّ جَنبٍ مَصرَعُ

حَتّى إِذا اِرتَدَّت وَأَقصَدَ عُصبَةً
مِنها وَقامَ شَريدُها يَتَضَرَّعُ

فَبَدا لَهُ رَبُّ الكِلابِ بِكَفِّهِ
بيضٌ رِهافٌ ريشُهُنَّ مُقَزَّعُ

فَرَمى لِيُنقِذَ فَرَّها فَهَوى لَهُ
سَهمٌ فَأَنفَذَ طُرَّتَيهِ المِنزَعُ

فَكَبا كَما يَكبو فِنيقٌ تارِزٌ
بِالخُبتِ إِلّا أَنَّهُ هُوَ أَبرَعُ

وَالدَهرُ لا يَبقى عَلى حَدَثانِهِ
مُستَشعِرٌ حَلَقَ الحَديدِ مُقَنَّعُ

حَمِيَت عَلَيهِ الدِرعُ حَتّى وَجهُهُ
مِن حَرِّها يَومَ الكَريهَةِ أَسفَعُ

تَعدو بِهِ خَوصاءُ يَفصِمُ جَريُها
حَلَقَ الرِحالَةِ فَهِيَ رِخوٌ تَمزَعُ

قَصَرَ الصَبوحَ لَها فَشَرَّجَ لَحمَها
بِالنَيِّ فَهِيَ تَثوخُ فيها الإِصبَعُ

مُتَفَلِّقٌ أَنساؤُها عَن قانِيٍ
كَالقُرطِ صاوٍ غُبرُهُ لا يُرضَعُ

تَأبى بِدُرَّتِها إِذا ما اِستُكرِهَت
إِلّا الحَميمَ فَإِنَّهُ يَتَبَضَّعُ

بَينَنا تَعَنُّقِهِ الكُماةَ وَرَوغِهِ
يَوماً أُتيحَ لَهُ جَرىءٌ سَلفَعُ

يَعدو بِهِ نَهِشُ المُشاشِ كَأَنّهُ
صَدَعٌ سَليمٌ رَجعُهُ لا يَظلَعُ

فَتَنادَيا وَتَواقَفَت خَيلاهُما
وَكِلاهُما بَطَلُ اللِقاءِ مُخَدَّعُ

مُتَحامِيَينِ المَجدَ كُلٌّ واثِقٌ
بِبَلائِهِ وَاليَومُ يَومٌ أَشنَعُ

وَعَلَيهِما مَسرودَتانِ قَضاهُما
داودٌ أَو صَنَعُ السَوابِغِ تُبَّعُ

وَكِلاهُما في كَفِّهِ يَزَنِيَّةٌ
فيها سِنانٌ كَالمَنارَةِ أَصلَعُ

وَكِلاهُما مُتَوَشِّحٌ ذا رَونَقٍ
عَضباً إِذا مَسَّ الضَريبَةَ يَقطَعُ

فَتَخالَسا نَفسَيهِما بِنَوافِذٍ
كَنَوافِذِ العُبُطِ الَّتي لا تُرقَعُ

وَكِلاهُما قَد عاشَ عيشَةَ ماجِدٍ
وَجَنى العَلاءَ لَو أَنَّ شَيئاً يَنفَعُ

وَدِّع هُرَيرَةَ إِنَّ الرَكبَ مُرتَحِلُ
وَهَل تُطيقُ وَداعاً أَيُّها الرَجُلُ

غَرّاءُ فَرعاءُ مَصقولٌ عَوارِضُها
تَمشي الهُوَينا كَما يَمشي الوَجي الوَحِلُ

كَأَنَّ مِشيَتَها مِن بَيتِ جارَتِها
مَرُّ السَحابَةِ لا رَيثٌ وَلا عَجَلُ

تَسمَعُ لِلحَليِ وَسواساً إِذا اِنصَرَفَت
كَما اِستَعانَ بِريحٍ عِشرِقٌ زَجِلُ

لَيسَت كَمَن يَكرَهُ الجيرانُ طَلعَتَها
وَلا تَراها لِسِرِّ الجارِ تَختَتِلُ

يَكادُ يَصرَعُها لَولا تَشَدُّدُها
إِذا تَقومُ إِلى جاراتِها الكَسَلُ

إِذا تُعالِجُ قِرناً ساعَةً فَتَرَت
وَاِهتَزَّ مِنها ذَنوبُ المَتنِ وَالكَفَلُ

مِلءُ الوِشاحِ وَصِفرُ الدَرعِ بَهكَنَةٌ
إِذا تَأَتّى يَكادُ الخَصرُ يَنخَزِلُ

صَدَّت هُرَيرَةُ عَنّا ما تُكَلِّمُنا
جَهلاً بِأُمِّ خُلَيدٍ حَبلَ مَن تَصِلُ

أَأَن رَأَت رَجُلاً أَعشى أَضَرَّ بِهِ
رَيبُ المَنونِ وَدَهرٌ مُفنِدٌ خَبِلُ

نِعمَ الضَجيعُ غَداةَ الدَجنِ يَصرَعَها
لِلَّذَةِ المَرءِ لا جافٍ وَلا تَفِلُ

هِركَولَةٌ فُنُقٌ دُرمٌ مَرافِقُها
كَأَنَّ أَخمَصَها بِالشَوكِ مُنتَعِلُ

إِذا تَقومُ يَضوعُ المِسكُ أَصوِرَةً
وَالزَنبَقُ الوَردُ مِن أَردانِها شَمِلُ

ما رَوضَةٌ مِن رِياضِ الحَزنِ مُعشَبَةٌ
خَضراءُ جادَ عَلَيها مُسبِلٌ هَطِلُ

يُضاحِكُ الشَمسَ مِنها كَوكَبٌ شَرِقٌ
مُؤَزَّرٌ بِعَميمِ النَبتِ مُكتَهِلُ

يَوماً بِأَطيَبَ مِنها نَشرَ رائِحَةٍ
وَلا بِأَحسَنَ مِنها إِذ دَنا الأُصُلُ

عُلَّقتُها عَرَضاً وَعُلَّقَت رَجُلاً
غَيري وَعُلَّقَ أُخرى غَيرَها الرَجُلُ

وَعَلَّقَتهُ فَتاةٌ ما يُحاوِلُها
مِن أَهلِها مَيِّتٌ يَهذي بِها وَهِلُ

وَعُلِّقَتني أُخَيرى ما تُلائِمُني
فَاِجتَمَعَ الحُبَّ حُبّاً كُلُّهُ تَبِلُ

فَكُلُّنا مُغرَمٌ يَهذي بِصاحِبِهِ
ناءٍ وَدانٍ وَمَحبولٌ وَمُحتَبِلُ

قالَت هُرَيرَةُ لَمّا جِئتُ زائِرَها
وَيلي عَلَيكَ وَوَيلي مِنكَ يا رَجُلُ

يا مَن يَرى عارِضاً قَد بِتُّ أَرقُبُهُ
كَأَنَّما البَرقُ في حافاتِهِ الشُعَلُ

لَهُ رِدافٌ وَجَوزٌ مُفأَمٌ عَمِلٌ
مُنَطَّقٌ بِسِجالِ الماءِ مُتَّصِلُ

لَم يُلهِني اللَهوُ عَنهُ حينَ أَرقُبُهُ
وَلا اللَذاذَةُ مِن كَأسٍ وَلا الكَسَلُ

فَقُلتُ لِلشَربِ في دُرنى وَقَد ثَمِلوا
شيموا وَكَيفَ يَشيمُ الشارِبُ الثَمِلُ

بَرقاً يُضيءُ عَلى أَجزاعِ مَسقِطِهِ
وَبِالخَبِيَّةِ مِنهُ عارِضٌ هَطِلُ

قالوا نِمارٌ فَبَطنُ الخالِ جادَهُما
فَالعَسجَدِيَّةُ فَالأَبلاءُ فَالرِجَلُ

فَالسَفحُ يَجري فَخِنزيرٌ فَبُرقَتُهُ
حَتّى تَدافَعَ مِنهُ الرَبوُ فَالجَبَلُ

حَتّى تَحَمَّلَ مِنهُ الماءَ تَكلِفَةً
رَوضُ القَطا فَكَثيبُ الغَينَةِ السَهِلُ

يَسقي دِياراً لَها قَد أَصبَحَت عُزُباً
زوراً تَجانَفَ عَنها القَودُ وَالرَسَلُ

وَبَلدَةً مِثلِ ظَهرِ التُرسِ موحِشَةٍ
لِلجِنِّ بِاللَيلِ في حافاتِها زَجَلُ

لا يَتَنَمّى لَها بِالقَيظِ يَركَبُها
إِلّا الَّذينَ لَهُم فيما أَتَوا مَهَلُ

جاوَزتُها بِطَليحٍ جَسرَةٍ سُرُحٍ
في مِرفَقَيها إِذا اِستَعرَضتَها فَتَلُ

إِمّا تَرَينا حُفاةً لا نِعالَ لَنا
إِنّا كَذَلِكَ ما نَحفى وَنَنتَعِلُ

فَقَد أُخالِسُ رَبَّ البَيتِ غَفلَتَهُ
وَقَد يُحاذِرُ مِنّي ثُمَّ ما يَئلُ

وَقَد أَقودُ الصَبى يَوماً فَيَتبَعُني
وَقَد يُصاحِبُني ذو الشِرَّةِ الغَزِلُ

وَقَد غَدَوتُ إِلى الحانوتِ يَتبَعُني
شاوٍ مِشَلٌّ شَلولٌ شُلشُلٌ شَوِلُ

في فِتيَةٍ كَسُيوفِ الهِندِ قَد عَلِموا
أَن لَيسَ يَدفَعُ عَن ذي الحيلَةِ الحِيَلُ

نازَعتُهُم قُضُبَ الرَيحانِ مُتَّكِئاً
وَقَهوَةً مُزَّةٌ راوُوقُها خَضِلُ

لا يَستَفيقونَ مِنها وَهيَ راهَنَةٌ
إِلّا بِهاتِ وَإِن عَلَّوا وَإِن نَهِلوا

يَسعى بِها ذو زُجاجاتٍ لَهُ نُطَفٌ
مُقَلِّصٌ أَسفَلَ السِربالِ مُعتَمِلُ

وَمُستَجيبٍ تَخالُ الصَنجَ يَسمَعُهُ
إِذا تُرَجِّعُ فيهِ القَينَةُ الفُضُلُ

مِن كُلِّ ذَلِكَ يَومٌ قَد لَهَوتُ بِهِ
وَفي التَجارِبِ طولُ اللَهوِ وَالغَزَلُ

وَالساحِباتُ ذُيولَ الخَزِّ آوِنَةً
وَالرافِلاتُ عَلى أَعجازِها العِجَلُ

أَبلِغ يَزيدَ بَني شَيبانَ مَألُكَةً
أَبا ثُبيتٍ أَما تَنفَكُّ تَأتَكِلُ

أَلَستَ مُنتَهِياً عَن نَحتِ أَثلَتِنا
وَلَستَ ضائِرَها ما أَطَّتِ الإِبِلُ

تُغري بِنا رَهطَ مَسعودٍ وَإِخوَتِهِ
عِندَ اللِقاءِ فَتُردي ثُمَّ تَعتَزِلُ

لَأَعرِفَنَّكَ إِن جَدَّ النَفيرُ بِنا
وَشُبَّتِ الحَربُ بِالطُوّافِ وَاِحتَمَلوا

كَناطِحٍ صَخرَةً يَوماً لِيَفلِقَها
فَلَم يَضِرها وَأَوهى قَرنَهُ الوَعِلُ

لَأَعرِفَنَّكَ إِن جَدَّت عَداوَتُنا
وَاِلتُمِسَ النَصرُ مِنكُم عوضُ تُحتَمَلُ

تُلزِمُ أَرماحَ ذي الجَدَّينِ سَورَتَنا
عِندَ اللِقاءِ فَتُرديهِم وَتَعتَزِلُ

لا تَقعُدَنَّ وَقَد أَكَّلتَها حَطَباً
تَعوذُ مِن شَرِّها يَوماً وَتَبتَهِلُ

قَد كانَ في أَهلِ كَهفٍ إِن هُمُ قَعَدوا
وَالجاشِرِيَّةِ مَن يَسعى وَيَنتَضِلُ

سائِل بَني أَسَدٍ عَنّا فَقَد عَلِموا
أَن سَوفَ يَأتيكَ مِن أَنبائِنا شَكَلُ

وَاِسأَل قُشَيراً وَعَبدَ اللَهِ كُلُّهُمُ
وَاِسأَل رَبيعَةَ عَنّا كَيفَ نَفتَعِلُ

إِنّا نُقاتِلُهُم ثُمَّتَ نَقتُلُهُم
عِندَ اللِقاءِ وَهُم جاروا وَهُم جَهِلوا

كَلّا زَعَمتُم بِأَنّا لا نُقاتِلُكُم
إِنّا لِأَمثالِكُم يا قَومَنا قُتُلُ

حَتّى يَظَلَّ عَميدُ القَومِ مُتَّكِئاً
يَدفَعُ بِالراحِ عَنهُ نِسوَةٌ عُجُلُ

أَصابَهُ هِندُوانِيٌّ فَأَقصَدَهُ
أَو ذابِلٌ مِن رِماحِ الخَطِّ مُعتَدِلُ

قَد نَطعَنُ العيرَ في مَكنونِ فائِلِهِ
وَقَد يَشيطُ عَلى أَرماحِنا البَطَلُ

هَل تَنتَهونَ وَلا يَنهى ذَوي شَطَطٍ
كَالطَعنِ يَذهَبُ فيهِ الزَيتُ وَالفُتُلُ

إِنّي لَعَمرُ الَّذي خَطَّت مَناسِمُها
لَهُ وَسيقَ إِلَيهِ الباقِرُ الغُيُلُ

لَئِن قَتَلتُم عَميداً لَم يَكُن صَدَداً
لَنَقتُلَن مِثلَهُ مِنكُم فَنَمتَثِلُ

لَئِن مُنيتَ بِنا عَن غِبِّ مَعرَكَةٍ
لَم تُلفِنا مِن دِماءِ القَومِ نَنتَفِلُ

نَحنُ الفَوارِسُ يَومَ الحِنوِ ضاحِيَةً
جَنبي فُطَيمَةَ لا ميلٌ وَلا عُزُلُ

قالوا الرُكوبَ فَقُلنا تِلكَ عادَتُنا
أَو تَنزِلونَ فَإِنّا مَعشَرٌ نُزُلُ

أَلا عِم صَباحاً أَيُّها الطَلَلُ البالي
وَهَل يَعِمَن مَن كانَ في العُصُرِ الخالي

وَهَل يَعِمَن إِلّا سَعيدٌ مُخَلَّدٌ
قَليلُ الهُمومِ ما يَبيتُ بِأَوجالِ

وَهَل يَعِمَن مَن كانَ أَحدَثُ عَهدِهِ
ثَلاثينَ شَهراً في ثَلاثَةِ أَحوالِ

دِيارٌ لِسَلمى عافِياتٌ بِذي خالٍ
أَلَحَّ عَلَيها كُلُّ أَسحَمَ هَطّالِ

وَتَحسِبُ سَلمى لا تَزالُ تَرى طَلّاً
مِنَ الوَحشِ أَو بيضًا بِمَيثاءِ مِحلالِ

وَتَحسِبُ سَلمى لا نَزالُ كَعَهدِنا
بِوادي الخُزامى أَو عَلى رَسِ أَوعالِ

لَيالِيَ سَلمى إِذ تُريكَ مُنَصَّباً
وَجيداً كَجيدِ الرِئمِ لَيسَ بِمِعطالِ

أَلا زَعَمَت بَسباسَةُ اليَومَ أَنَّني
كَبِرتُ وَأَن لا يُحسِنُ اللَهوَ أَمثالي

كَذَبتِ لَقَد أَصبى عَلى المَرءِ عِرسُهُ
وَأَمنَعُ عِرسي أَن يُزَنَّ بِها الخالي

وَيا رُبَّ يَومٍ قَد لَهَوتُ وَلَيلَةٍ
بِآنِسَةٍ كَأَنَّها خَطُّ تِمثالِ

يُضيءُ الفِراشُ وَجهَها لِضَجيعِها
كَمِصباحِ زَيتٍ في قَناديلِ ذَبّالِ

كَأَنَّ عَلى لَبّاتِها جَمرَ مُصطَلٍ
أَصابَ غَضاً جَزلاً وَكَفَّ بِأَجزالِ

وَهَبَّت لَهُ ريحٌ بِمُختَلَفِ الصَوا
صَباً وَشِمالٌ في مَنازِلِ قَفّالِ

وَمِثلُكِ بَيضاءَ العَوارِضِ طِفلَةٍ
لَعوبٍ تُنَسّيني إِذا قُمتُ سِربالي

إِذا ما الضَجيعُ اِبتَزَّها مِن ثِيابِها
تَميلُ عَلَيهِ هَونَةً غَيرَ مِجبالِ

كَحَقفِ النَقا يَمشي الوَليدانِ فَوقَهُ
بِما اِحتَسَبا مِن لينِ مَسٍّ وَتَسهالِ

لَطيفَةُ طَيِّ الكَشحِ غَيرُ مُفاضَةٍ
إِذا اِنفَلَتَت مُرتَجَّةً غَيرَ مِتفالِ

تَنَوَّرتُها مِن أَذرُعاتٍ وَأَهلُها
بِيَثرِبَ أَدنى دارَها نَظَرٌ عالِ

نَظَرتُ إِلَيها وَالنُجومُ كَأَنَّها
مَصابيحُ رُهبانٍ تَشُبُّ لِقَفّالِ

سَمَوتُ إِلَيها بَعدَ ما نامَ أَهلُها
سُموَّ حَبابِ الماءِ حالاً عَلى حالِ

فَقالَت سَباكَ اللَهُ إِنَّكَ فاضِحي
أَلَستَ تَرى السُمّارَ وَالناسَ أَحوالي

فَقُلتُ يَمينَ اللَهِ أَبرَحُ قاعِداً
وَلَو قَطَعوا رَأسي لَدَيكِ وَأَوصالي

حَلَفتُ لَها بِاللَهِ حِلفَةَ فاجِرٍ
لَناموا فَما إِن مِن حَديثٍ وَلا صالِ

فَلَمّا تَنازَعنا الحَديثَ وَأَسمَحَت
هَصَرتُ بِغُصنٍ ذي شَماريخَ مَيّالِ

وَصِرنا إِلى الحُسنى وَرَقَّ كَلامُنا
وَرُضتُ فَذَلَّت صَعبَةٌ أَيَّ إِذلالِ

فَأَصبَحتُ مَعشوقاً وَأَصبَحَ بَعلُها
عَلَيهِ القَتامُ سَيِّئَ الظَنِّ وَالبالِ

مَعَاهِدُهُمْ بالأبْرقَيْنِ هَوَامِدُ
رُزقْنَ عِهَادَ المُزْنِ تِلكَ المعاهِدُ

ولولا احمرارُ الدَّمعِ ما انبعثتْ لَهَا
سَحَائِبُ دَمْعٍ بالحَنينِ رَوَاعِدُ

وَقَفْتُ بِهَا والوَحْشُ حَوْلي كأنَّني
بِهِنَّ مَلِيكٌ حَولَهُ الجُنْدُ حَاشِدُ

أُسَرِّحُ في أكنافِها الطرفَ لا أرَى
سِوَى أَشْعَثٍ شَجَّتْهُ أَمسِ الولائِدُ

وإلاّ ثلاثاً كالحَمَائِمِ جُثَّماً
ونُؤْياً عَفَتْهُ الدَّاهِيَاتُ العَوائِدُ

وأَسْأَلُها عن أَهْلِها ثمَّ لا تُحِرْ
جَوَاباً وهل يَسْتَنْطِقُ العُجْمَ ناشِدُ

لكَ الخيرُ لا تذهبْ بحِلْمِكَ دِمْنةٌ
مَحاها البِلَى واستوطَنَتْها الأَوَابِدُ

فَمَا هِيَ إنْ خاطبتَها بمُجيبَةٍ
وإنْ جَاوبَتْ لم تُشْفِ ما أَنتَ وَاجدُ

ولكنْ هَلُمَّ الخَطْبُ في رُزْءِ سَيِّدٍ
قضَى ظَمَأً والماءُ جَارٍ ورَاكِدُ

كَأَنِّي بِهِ في ثُلَّةٍ من رِجَالِهِ
كما حَفَّ بالليثِ الأُسُودُ اللوابِدُ

يَخُوضُ بِهِمْ بَحْرَ الوغَى وكأنَّهُ
لِوَاردِهِ عَذْبُ المجاجَةِ بَارِدُ

إِذَا اعْتَقَلُوا سُمْرَ الرِّمَاحِ وجَرَّدُوا
سُيوفاً أَعَارتْها البُطُونَ الأَساوِدُ

فليسَ لها إلاّ الصُدورُ مَرَاكِزٌ
وليسَ لهاإلاَّ الرُؤُوسُ مَغَامِدُ

يُلاقُونَ شَدَّاتِ الكُمَاةِ بِأنفُسٍ
إذَا غَضِبَتْ هَانَتْ عليها الشَّدَائِدُ

إلى أنْ ثَوَوْا في الرمْلِ صَرْعَى كأنَّهُمْ
نَخيلٌ أَمَالتْهُنَّ أَيْدٍ عَوَاضِدُ

أُولَئِكَ أَربَابُ الحِفَاظِ سَمَتْ بِهِمْ
إلى الغايَةِ القُصْوَى النفوسُ المَوَاجِدُ

ولم يبقَ إلاَّ واحدُ الناسِ واحِداً
يُكابِدُ مِنْ أَعْدائِهِ ما يُكَابِدُ

يكُرُّ فينثالونَ عنه كأنَّهُمْ
مَهاً خلفَهُنَّ الضَّارياتُ شَوَارِدُ

يحامي وَرَاءَ الطَّاهِراتِ مُجَاهِداً
بأَهْلي وبي ذَاكَ المحامِي المجَاهِدُ

فما الليثُ ذُو الأشْبَالِ هِيجَ على الطَّوَى
بأشجعَ منه حِينَ قَلَّ المُسَاعِدُ

ولا سمعتْ أُذْني ولا أُذْنُ سَامِعٍ
بأثبتَ منهُ في اللّقا وَهْو وَاحِدُ

إلى أنْ أسَالَ الطعنُ والضربُ نفسَهُ
فخرَّ كما أهوَى إلى الأَرضِ سَاجِدُ

فلَهْفاً لَهُ والخيلُ مِنْهنَّ صَادِرٌ
خَضِيبُ الحَوَامِي من دِمَاهُ وَوَارِدُ

فَأَيُّ فتًى ظلَّتْ خُيُولُ أُميَّةٍ
تُعَادِي على جُثْمانِهِ وتطارِدُ

وأَعظمُ شَيءٍ أنَّ شِمْراً لَهُ على
جَنَاجِن صَدْرِ ابنِ النبيِّ مَقَاعِدُ

فَشُلَّتْ يَدَاهُ حينَ يفرِي بسيفِهِ
مُقَلَّدَ مَنْ تُلقَى إليهِ المَقَالِدُ

وإنَّ قتيلاً أَحرزَ الشِّمْرُ شِلْوَهُ
لأكرمُ مَفقودٍ يُبَكِّيه فَاقِدُ

لَقَىً بِمحاني الطفِّ شِلْواً ورأسُهُ
ينوءُ بِه لَدْنٌ من الخَطِّ وارِدُ

وَلَهْفي على أنصارِهِ وحُمَاتِهِ
وهُمْ لِسَرَاحِينِ الفَلاةِ مَوَائِدُ

مُضمَّخةٌ أَجْسادُهُم فكأنّما
عَلَيهنَّ من حُمْرِ الدَّماءِ مَجَاسِدُ

تضيءُ بِهِمْ أكنافُ عَرْصةِ كربلا
وتُظلِمُ منهم أَرْبُعٌ ومَشَاهِدُ

فيا كربلا طُلْتِ السَّمَاءَ وربّما
تنَاولَ عفواً حَظَّ ذي السعيِ قَاعِدُ

لأَنتِ وإن كُنْتِ الوضيعةَ نِلْتِ مِنْ
جَوارِحِهِمْ ما لمْ تَنَلْهُ الفَرَاقِدُ

سُرُرتِ بِهِمْ أنْ آنَسُوكِ وسَاءَني
مَحَارِيبُ مِنْهُمْ أَوْحَشَتْ ومَسَاجِدُ

بذا قضتِ الأيَّامُ ما بينَ أهلِها
مَصَائِبُ قَوْمٍ عندَ قَومٍ فَوَائدُ

لِيهنَكِ أنْ أَمْسى ثَرَاكِ لطيبهِ
تُعطَّرُ منهُ في الجِنَانِ الخَرَائِدُ

وإِنْ أَنْسَ لا أنْسَى النِّسَاءَ كأنَّها
قَطاً رِيعَ عَنْ أوكارِهِ وَهْو هَاجِدُ

خَوَارِجُ من أبياتِها وَهْي بَعْدَها
لأرجَاسِ حَرْبٍ بالحريقِ مواقِدُ

سَوَافِرُ بعد الصَّونِ مَا لوجوهِهَا
بَرَاقِعُ إلاَّ أَذْرُعٌ وسَوَاعِدُ

إذا هُنَّ سُلِّبْنَ القَلائِدَ حُدِّدَتْ
من الأَسْرِ في أَعْناقِهِنَّ قَلائِدُ

وتُلْوَى على أَعْضَادِهِنَّ مَعَاضِدٌ
من الضَّرْبِ إذْ يُبتَزُّ منها المَعَاضِدُ

نَوَادِبُ لو أنَّ الجِبَالَ سَمِعْنَها
تداعَتْ أَعَاليهنَّ فَهْي سَوَاجدُ

إِذا هُنَّ أَبْصَرنَ الجُسُومَ كأنَّها
نجُومٌ على ظَهْرِ الفَلاةِ رَوَاكِدُ

وَشِمْنَ رُؤُوساً كالبدورِ تُقِلُّها
رِمَاحٌ كأَشْطَانِ الرَّكيِّ مَوَارِدُ

تَدَاعَينَ يَلْطِمنَ الخُدُودَ بعَوْلةٍ
تُصَدَّعُ منها القاسِياتُ الجَلامِدُ

ويَخمشْنَ بالأَيدي الوجوهَ كأنَّها
دَنانيرُ أَبْلاهُنَّ بالحَكِّ نَاقِدُ

وظِلْنَ يُرَدِّدْنَ المَنَاحَ كأنَّما
تَعلَّمَ منهنَّ الحَمَامُ الفَواقِدُ

فَمَا الوُرْقُ بَزَّتْها البُزَاةُ فِراخَها
وحَلأَّها عن حَوْمَةِ الوَكْرِ صَائِدُ

ولا رُزَّحٌ هِيمٌ تكادُ قلوبُها
تطيرُ إذا عنَّتْ لهنَّ المَوارِدُ

تَهُمُّ بِوِرْدِ الماءِ ثمَّ يردُّها
أُخَيْرقُ مَرْهُوبُ البَسَالةِ ذَائِدُ

يدافعُها عن وِرْدِها وَهْي لا تني
تُدافعُهُ وَهْو الأَلَدٌّ المُعَانِدُ

فَيُرْجِعُها حَرَّى القُلُوبِ كأنَّما
يُؤجِّجُ في أَحْشَائها النارَ وَاقِدُ

بأكثرَ منها تلكَ نَوْحاً وهَذهِ
حَنيناً وأنَّى والعُيُونُ جوامِدُ

فَيَا وَقْعَةً ما أَحْدَثَ الدهرُ مثلَها
يُبيدُ الليالي ذِكْرُها وَهْو خَالِدُ

لأَلبَسْتِ هَذَا الدينَ أثوابَ ذِلَّةٍ
ترثُّ لها الأيامُ وَهْي جَدَائِدُ

لَحَى اللهُ قيساً قيْسَ عَيْلانَ إنني
عليهم لَمسجُورُ الحشاشةِ حَاقِدُ

لأُمِّهِمُ الويلاتُ ما ذَنبُ هَاشِمٍ
عليهم أَمَا كَفُّوا إِذَا لم يُسَاعدوا

أَغَرْتُمْ فحلَّلْتُمْ أَوَاصِرَ بينَكم
لها مُضَرٌ في سَالِفِ الدهرِ قَاعِدُ

وَأَبكيتُمُ جَفْنَ النبيِّ مُحمَّدٍ
ليضحكَ كَلْبٌ من أُميّةَ قَاعِدُ

أُميّةُ هُبِّي من كَرَاكِ فما جنَى
كفعلِكِ جَانٍ وَهْو مثلُكِ رَاقِدُ

لأَغْرَقتُمُ في رَمْي هَاشِمَ بَعْدَمَا
أَحلُّوكُمُ حَيثُ السُّهَا والفَرَاقِدُ

على غَيْرِ شَيءٍ غيرَ أنكُمُ مَعاً
إذَا حَصَّلَ الأَنْسَابَ كَفٌّ وسَاعِدُ

خَلا أَنْهُمْ أَولَى بِكُمْ من نُفُوسِكُمْ
بِنَصٍّ من التنزيلِ واللّهُ شَاهِدُ

أَنَالَهُمُ ما لم يُنِلكُمْ إلهُهم
فكُلُّكُمُ بَادي العَدَاوةِ حَاسِدُ

أَمَا وأبي لَوْلا تَأَخُّرُ مُدَّتي
وأنّ الذي لم يقضِهِ اللهُ كائِدُ

لأَلفيتُمونِي في رِجَالٍ كأنَّهُمْ
لُيُوثٌ بِمُسْتَنِّ النِّزَالِ حَوَارِدُ

بأيمانِنَا بِيضٌ كأنَّ مُتُونَها
إِذا اطَّردَتْ أَموَاهُهُنَّ مَبَارِدُ

وخَطِّيّةٌ مُلْسُ المُتُونِ كأنَّما
أسنّتُها مما شَحَذْنَ مَفَاصِدُ

نُطَاعنُكُمْ عنهُمْ بِهذي فإنْ نَبَتْ
عَوامِلُها مِلْنا بتلكَ نُجَالِدُ

لَعمرُ أبي الخَطيِّ إنْ عَزَّ نصرُكُمْ
عليهِ فلم تعزُزْ عليهِ القَصَائِدُ

من اللائِي يُدْنِينَ الخَليَّ من الأَسَى
ويترُكْنَ مَثْلوجَ الحَشَا وَهْو وَاجِدُ

فدونَكُمُ آلَ النبيِّ فَرَائِداً
تَذِلُّ لها في سلكِهنَّ الفَرَائِدُ

لَهُنَّ على غَيرِي إبَاءةُ مُكْرهٍ
ويقتادُها عن طَاعَةٍ لِيَ قَائِدُ

يُزيرُكُمُوها من فُرُوع ربيعةٍ
فتًى عَرَّقتْ فيهِ الرجالُ الأَمَاجِدُ

يَمُدُّ بِضِبْعَيهِ إلى أَمَدِ العُلا
إذا ما انتمَى جَدٌّ كريمٌ ووَالِدُ

إِذا شِئْتُ جَارَاني بِمِضْمارِ مدحِكمْ
جَوَادَان لا يَشْنَاهُمَا الدهرَ طاردُ

إِذا ركَضَا كَانَ المُصَلَّيُّ منهما الْ
فَتَى حَسَنٌ والسابقُ الفحلُ مَاجِدُ

هما أَرضَعَاني دُرَّةَ اللطفِ يافعاً
فَهَا أنَذا والحمدُ للّهِ راشِدُ

يَغُطُّ غَطيطَ البَكرِ شُدَّ خِناقُهُ
لِيَقتُلَني وَالمَرءُ لَيسَ بِقَتّالِ

أَيَقتُلُني وَالمَشرَفِيُّ مُضاجِعي
وَمَسنونَةٌ زُرقٌ كَأَنيابِ أَغوالِ

وَلَيسَ بِذي رُمحٍ فَيَطعَنُني بِهِ
وَلَيسَ بِذي سَيفٍ وَلَيسَ بِنَبّالِ

أَيَقتُلَني وَقَد شَغَفتُ فُؤادَها
كَما شَغَفَ المَهنوءَةَ الرَجُلُ الطالي

وَقَد عَلِمَت سَلمى وَإِن كانَ بَعلُها
بِأَنَّ الفَتى يَهذي وَلَيسَ بِفَعّالِ

وَماذا عَلَيهِ إِن ذَكَرتُ أَوانِساً
كَغِزلانِ رَملٍ في مَحاريبِ أَقيالِ

وَبَيتِ عَذارى يَومَ دَجنٍ وَلَجتُهُ
يَطُفنَ بِجَبّاءِ المَرافِقِ مِكسالِ

سِباطُ البَنانِ وَالعَرانينِ وَالقَنا
لِطافَ الخُصورِ في تَمامٍ وَإِكمالِ

نَواعِمُ يُتبِعنَ الهَوى سُبُلَ الرَدى
يَقُلنَ لِأَهلِ الحِلمِ ضُلَّ بِتِضلالِ

صَرَفتُ الهَوى عَنهُنَّ مِن خَشيَةِ الرَدى
وَلَستُ بِمُقليِّ الخِلالِ وَلا قالِ

كَأَنِّيَ لَم أَركَب جَواداً لِلَذَّةٍ
وَلَم أَتَبَطَّن كاعِباً ذاتَ خِلخالِ

وَلَم أَسبَإِ الزِقَّ الرَويَّ وَلَم أَقُل
لِخَيلِيَ كُرّي كَرَّةً بَعدَ إِجفالِ

وَلَم أَشهَدِ الخَيلَ المُغيرَةَ بِالضُحى
عَلى هَيكَلٍ عَبلِ الجُزارَةِ جَوّالِ

سَليمَ الشَظى عَبلَ الشَوى شَنَجَ النَسا
لَهُ حَجَباتٌ مُشرِفاتٌ عَلى الفالِ

وَصُمٌّ صِلابٌ ما يَقينَ مِنَ الوَجى
كَأَنَّ مَكانَ الرِدفِ مِنهُ عَلى رَألِ

وَقَد أَغتَدي وَالطَيرُ في وُكُناتِها
لِغَيثٍ مِنَ الوَسمِيِّ رائِدُهُ خالِ

تَحاماهُ أَطرافُ الرِماحِ تَحامِياً
وَجادَ عَلَيهِ كُلُّ أَسحَمَ هَطّالِ

بِعَجلَزَةٍ قَد أَترَزَ الجَريُ لَحمَها
كَميتٍ كَأَنَّها هِراوَةُ مِنوالِ

ذَعَرتُ بِها سِرباً نَقِيّاً جُلودُهُ
وَأَكرُعُهُ وَشيُ البُرودِ مِنَ الخالِ

كَأَنَّ الصُوارَ إِذ تَجَهَّدَ عَدوُهُ
عَلى جَمَزى خَيلٍ تَجولُ بِأَجلالِ

فَجالَ الصُوارُ وَاِتَّقَينَ بِقَرهَبٍ
طَويلِ الفِرا وَالرَوقِ أَخنَسَ ذَيّالِ

فَعادى عِداءً بَينَ ثَورٍ وَنَعجَةٍ
وَكانَ عِداءُ الوَحشِ مِنّي عَلى بالِ

كَأَنّي بِفَتخاءِ الجَناحَينِ لَقوَةٍ
صَيودٍ مِنَ العِقبانِ طَأطَأتُ شِملالي

تَخَطَّفُ خَزّانَ الشُرَيَّةِ بِالضُحى
وَقَد حَجَرَت مِنها ثَعالِبُ أَورالِ

كَأَنَّ قُلوبَ الطَيرِ رَطباً وَيابِساً
لَدى وَكرِها العُنّابُ وَالحَشَفُ البالي

فَلَو أَنَّ ما أَسعى لِأَدنى مَعيشَةٍ
كَفاني وَلَم أَطلُب قَليلٌ مِنَ المالِ

وَلَكِنَّما أَسعى لِمَجدٍ مُؤَثَّلٍ
وَقَد يُدرِكُ المَجدَ المُؤَثَّلَ أَمثالي

وَما المَرءُ ما دامَت حُشاشَةُ نَفسِهِ
بِمُدرِكِ أَطرافِ الخُطوبِ وَلا آلي

إِنَّ في الصَدرِ مِن كُلَيبِ شُجوناً
هاجِساتٍ نَكَأنَ مِنهُ الجِراحا

أَنكَرَتني حَليلَتي إِذ رَأَتني
كاسِفَ اللَونِ لا أُطيقُ المُزاحا

وَلَقَد كُنتُ إِذ أُرَجِّلُ رَأسي
ما أُبالي الإِفسادَ وَالإِصلاحا

بِئسَ مَن عاشَ في الحَياةِ شَقِيّاً
كاسِفَ اللَونِ هائِماً مُلتاحا

يا خَليلَيَّ نادِنا لي كُلَيباً
وَاِعلَما أَنَّهُ مُلاقٍ كِفاحا

يا خَليلَيَّ نادِنا لي كُلَيباً
ثُمَّ قولا لَهُ نَعِمتَ صَباحا

يا خَليلَيَّ نادِنا لي كُلَيباً
قَبلَ أَن تُبصِرَ العُيونَ الصَباحا

لَم نَرَ الناسَ مِثلَنا يَومَ سِرنا
نَسلُبُ المُلكَ غُدوَةً وَرَواحا

وَضَرَبنا بِمُرهَفاتٍ عِتاقٍ
تَترُكُ الهُدمَ فَوقَهُنَّ صُياحا

تَرَكَ الدارَ ضَيفُنا وَتَوَلّى
عَذَرَ اللَهَ ضَيفَنا يَومَ راحا

ذَهَبَ الدَهرُ بِالسَماحَةِ مِنّا
يا أَذى الدَهرِ كَيفَ تَرضى الجِماحا

وَيحَ أُمّي وَوَيحَها لِقَتيلٍ
مِن بَني تَغلِبٍ وَوَيحاً وَواحا

يا قَتيلاً نَماهُ فَرعُ كَريمٌ
فَقدُهُ قَد أَشابَ مِنّي المِساحا

كَيفَ أَسلوا عَنِ البُكاءِ وَقَومي
قَد تَفانَوا فَكَيفَ أَرجو الفَلاحا

أَلَيلَتَنا بِذي حُسُمٍ أَنيري
إِذا أَنتِ اِنقَضَيتِ فَلا تَحوري

فَإِن يَكُ بِالذَنائِبِ طالَ لَيلي
فَقَد أَبكي مِنَ اللَيلِ القَصيرِ

وَأَنقَذَني بَياضُ الصُبحِ مِنها
لَقَد أُنقِذتُ مِن شَرٍّ كَبيرِ

كَأَنَّ كَواكِبَ الجَوزاءِ عُودٌ
مُعَطَّفَةٌ عَلى رَبعٍ كَسيرِ

كَأَنَّ الفَرقَدَينِ يَدا بَغيضٍ
أَلَحَّ عَلى إِفاضَتِهِ قَميري

أَرَقتُ وَصاحِبي بِجَنوبِ شِعبٍ
لِبَرقٍ في تِهامَةَ مُستَطيرِ

فَلَو نُبِشَ المَقابِرُ عَن كُلَيبٍ
فَيَعلَمَ بِالذَنائِبِ أَيُّ زيرِ

بِيَومِ الشَعثَمَينِ أَقَرَّ عَيناً
وَكَيفَ لِقاءُ مَن تَحتَ القُبورِ

وَأَنّي قَد تَرَكتُ بِوارِدَاتٍ
بُجَيراً في دَمٍ مِثلِ العَبيرِ

هَتَكتُ بِهِ بُيوتَ بَني عَبادٍ
وَبَعضُ الغَشمِ أَشفى لِلصُّدورِ

عَلى أَن لَيسَ يوفى مِن كُلَيبٍ
إِذا بَرَزَت مُخَبَّأَةُ الخُدورِ

وَهَمّامَ بنَ مُرَّةَ قَد تَرَكنا
عَلَيهِ القُشعُمانِ مِنَ النُسورِ

يَنوءُ بِصَدرِهِ وَالرُمحُ فيهِ
وَيَخلُجُهُ خَدبٌ كَالبَعيرِ

قَتيلٌ ما قَتيلُ المَرءِ عَمرٌو
وَجَسّاسُ بنُ مُرَّةَ ذو ضَريرِ

كَأَنَّ التابِعَ المِسكينَ فيها
أَجيرٌ في حُداباتِ الوَقيرِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا خافَ المُغارُ مِنَ المُغيرِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا طُرِدَ اليَتيمُ عَنِ الجَزورِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا ما ضيمَ جارُ المُستَجيرِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا ضاقَت رَحيباتُ الصُدورِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا خافَ المَخوفُ مِنَ الثُغورِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا طالَت مُقاساةُ الأُمورِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا هَبَّت رِياحُ الزَمهَريرِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا وَثَبَ المُثارُ عَلى المُثيرِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا عَجَزَ الغَنِيُّ عَنِ الفَقيرِ

عَلى أَن لَيسَ عَدلاً مِن كُلَيبٍ
إِذا هَتَفَ المُثَوِّبُ بِالعَشيرِ

تُسائِلُني أُمَيمَةُ عَن أَبيها
وَما تَدري أُمَيمَةُ عَن ضَميرِ

فَلا وَأَبي أُمَيمَةَ ما أَبوها
مِنَ النَعَمِ المُؤَثَّلِ وَالجَزورِ

وَلَكِنّا طَعَنّا القَومَ طَعناً
عَلى الأَثباجِ مِنهُم وَالنُحورِ

نَكُبُّ القَومَ لِلأَذقانِ صَرعى
وَنَأخُذُ بِالتَرائِبِ وَالصُدورِ

فَلَولا الريحُ أُسمِعُ مِن بِحُجرٍ
صَليلَ البيضِ تُقرَعُ بِالذُكورِ

فِدىً لِبَني شَقيقَةَ يَومَ جاءوا
كَأُسدِ الغابِ لَجَّت في الزَئيرِ

غَداةَ كَأَنَّنا وَبَني أَبينا
بِجَنبِ عُنَيزَةَ رَحيا مُديرِ

كَأَنَّ الجَديَ جَديَ بَناتِ نَعشٍ
يَكُبُّ عَلى اليَدَينِ بِمُستَديرِ

وَتَخبو الشُعرَيانِ إِلى سُهَيلٍ
يَلوحُ كَقُمَّةِ الجَبَلِ الكَبيرِ

وَكانوا قَومَنا فَبَغَوا عَلَينا
فَقَد لقاهُمُ لَفَحُ السَعيرِ

تَظَلُّ الطَيرُ عاكِفَةً عَلَيهِم
كَأَنَّ الخَيلَ تَنضَحُ بِالعَبيرِ

أَلَم تَسأَلِ الأَطلالَ وَالمُتَرَبَّعا
بِبَطنِ حُلَيّاتٍ دَوارِسَ بَلقَعا

إِلى الشَريِ مِن وادي المُغَمَّسِ بُدِّلَت
مَعالِمُهُ وَبلاً وَنَكباءَ زَعزَعا

فَيَبخَلنَ أَو يُخبِرنَ بِالعِلمِ بَعدَما
نَكَأنَ فُؤاداً كانَ قِدماً مُفَجَّعا

بِهِندٍ وَأَترابٍ لِهِندٍ إِذِ الهَوى
جَميعٌ وَإِذ لَم نَخشَ أَن يَتَصَدَّعا

وَإِذ نَحنُ مِثلُ الماءِ كانَ مِزاجُهُ
كَما صَفَّقَ الساقي الرَحيقَ المُشَعشَعا

وَإِذ لا نُطيعُ العاذِلينَ وَلا نَرى
لِواشٍ لَدَينا يَطلُبُ الصَرمَ مَطمَعا

تُنوعِتنَ حَتّى عاوَدَ القَلبَ سُقمُهُ
وَحَتّى تَذَكَّرتُ الحَديثَ المُوَدَّعا

فَقُلتُ لِمُطريهِنَّ وَيحَكَ إِنَّما
ضَرَرتَ فَهَل تَسطيعُ نَفعاً فَتَنفَعا

وَأَشرَيتَ فَاِستَشرى وَإِن كانَ قَد صَحا
فُؤادٌ بِأَمثالِ المَها كانَ موزَعا

وَهَيَّجتَ قَلباً كانَ قَد وَدَّعَ الصِبا
وَأَشياعَهُ فَاِشفَع عَسى أَن تُشَفَّعا

لَئِن كانَ ما حَدَّثتَ حَقّاً فَما أَرى
كَمِثلِ الأُلى أَطرَيتَ في الناسِ أَربَعا

فَقالَ تَعالَ اِنظُر فَقُلتُ وَكَيفَ بي
أَخافُ مَقاماً أَن يَشيعَ فَيَشنُعا

فَقالَ اِكتَفِل ثُمَّ اِلتَثِم وَأتِ باغِياً
فَسَلِّم وَلا تُكثِر بِأَن تَتَوَرَّعا

فَإِنّي سَأُخفي العَينَ عَنكَ فَلا تُرى
مَخافَةَ أَن يَفشو الحَديثُ فَيُسمَعا

فَأَقبَلتُ أَهوى مِثلَما قالَ صاحِبي
لِمَوعِدِهِ أَزجي قَعوداً مُوَقَّعا

فَلَمّا تَواقَفنا وَسَلَّمتُ أَشرَقَت
وُجوهٌ زَهاها الحُسنُ أَن تَتَقَنَّعا

تَبالَهنَ بِالعِرفانِ لَمّا رَأَينَني
وَقُلنَ اِمرُؤٌ باغٍ أَكَلَّ وَأَوضَعا

وَقَرَّبنَ أَسبابَ الهَوى لِمُتَيَّمٍ
يَقيسُ ذِراعاً كُلَّما قِسنَ إِصبَعا

فَلَمّا تَنازَعنا الأَحاديثَ قُلنَ لي
أَخِفتَ عَلَينا أَن نُغَرَّ وَنُخدَعا

فَبِالأَمسِ أَرسَلنا بِذَلِكَ خالِداً
إِلَيكَ وَبَيَّنّا لَهُ الشَأنَ أَجمَعا

فَما جِئتَنا إِلّا عَلى وَفقِ مَوعِدٍ
عَلى مَلَإٍ مِنّا خَرَجنا لَهُ مَعا

رَأَينا خَلاءً مِن عُيونٍ وَمَجلِساً
دَميثَ الرُبى سَهلَ المَحَلَّةِ مُمرِعا

وَقُلنا كَريمٌ نالَ وَصلَ كَرائِمٍ
فَحَقَّ لَهُ في اليَومِ أَن يَتَمَتَّعا

جَفا وِدُّهُ فَاِزوَرَّ أَو مَلَّ صاحِبُه
وَأَزرى بِهِ أَن لا يَزالَ يُعاتِبُه

خَليلَيَّ لا تَستَنكِرا لَوعَةَ الهَوى
وَلا سَلوَةَ المَحزونِ شَطَّت حَبَاِئبُه

شَفى النَفسَ ما يَلقى بِعَبدَةَ عَينُهُ
وَما كانَ يَلقى قَلبُهُ وَطَبائِبُه

فَأَقصَرَ عِرزامُ الفُؤادِ وَإِنَّما
يَميلُ بِهِ مَسُّ الهَوى فَيُطالِبُه

إِذا كانَ ذَوّاقاً أَخوكَ مِنَ الهَوى
مُوَجَّهَةً في كُلِّ أَوبٍ رَكائِبُه

فَخَلِّ لَهُ وَجهَ الفِراقِ وَلا تَكُن
مَطِيَّةَ رَحّالٍ كَثيرٍ مَذاهِبُه

أَخوكَ الَّذي إِن رِبتَهُ قالَ إِنَّما
أَرَبتُ وَإِن عاتَبتَهُ لانَ جانِبُه

إِذا كُنتَ في كُلِّ الذُنوبِ مُعاتِباً
صَديقَكَ لَم تَلقَ الَّذي لا تُعاتِبُه

فَعِش واحِداً أَو صِل أَخاكَ فَإِنَّهُ
مُقارف ذَنبٍ مَرَّةً وَمُجانِبُه

إِذا أَنتَ لَم تَشرَب مِراراً عَلى القَذى
ظَمِئتَ وَأَيُّ الناسِ تَصفو مَشارِبُه

وَلَيلٍ دَجوجِيٍّ تَنامُ بَناتُهُ
وَأَبناؤُهُ مِن هَولِهِ وَرَبائِبُه

حَمَيتُ بِهِ عَيني وَعَينَ مَطِيَّتي
لَذيذَ الكَرى حَتّى تَجَلَّت عَصائِبُه

وَماءٍ تَرى ريشَ الغَطاطِ بَجَوِّهِ
خَفِيِّ الحَيا ما إِن تَلينُ نَضائِبُه

قَريبٍ مِن التَغريرِ ناءٍ عَن القُرى
سَقاني بِهِ مُستَعمِلُ اللَيلِ دائِبُه

حَليفُ السُرى لا يَلتَوي بِمَفازَةٍ
نَساهُ وَلا تَعتَلُّ مِنها حَوالِبُه

أَمَقُّ غُرَيرِيٌّ كَأَنَّ قُتودَهُ
عَلى مُثلَثٍ يَدمى مِنَ الحُقبِ حاجِبُه

غَيورٍ عَلى أَصحابِهِ لا يَرومُهُ
خَليطٌ وَلا يَرجو سِواهُ صَواحِبُه

إِذا ما رَعى سَنَّينَ حاوَلَ مَسحَلاً
يَجِدُّ بِهِ تَعذامُهُ وَيُلاعِبُه

أَقَبَّ نَفى أَبناءَهُ عَن بَناتِهِ
بِذي الرَضمِ حَتّى ما تُحَسُّ ثَوالِبُه

رَعى وَرَعَينَ الرَطبَ تِسعينَ لَيلَةً
عَلى أَبَقٍ وَالرَوضُ تَجري مَذانِبُه

فَلَمّا تَوَلّى الحَرُّ وَاِعتَصَرَ الثَرى
لَظى الصَيفِ مِن نَجمٍ تَوَقَّدَ لاهِبُه

وَطارَت عَصافيرُ الشَقائِقِ وَاِكتَسى
مِنَ الآلِ أَمثالَ المُلاءِ مَسارِبُه

وَصَدَّ عَنِ الشَولِ القَريعُ وَأَقفَرَت
ذُرى الصَمدِ مِمّا اِستَودَعَتهُ مَواهِبُه

وَلاذَ المَها بِالظِلِّ وَاِستَوفَضَ السَفا
مِنَ الصَيفِ نَتّاجٌ تَخُبُّ مَواكِبُه

غَدَت عانَةٌ تَشكو بِأَبصارِها الصَدى
إِلى الجَأبِ إِلّا أَنَّها لا تُخاطِبُه

وَظَلَّ عَلى عَلياءَ يَقسِمُ أَمرَهُ
أَيَمضي لِوِردٍ باكِراً أَم يُواتِبُه

فَلَمّا بَدا وَجهُ الزِماعِ وَراعَهُ
مِنَ اللَيلِ وَجهٌ يَمَّمَ الماءَ قارِبُه

فَباتَ وَقَد أَخفى الظَلامُ شُخوصَها
يُناهِبُها أُمَّ الهُدى وَتُناهِبُه

إِذا رَقَصَت في مَهمَهِ اللَيلِ ضَمَّها
إِلى نَهَجٍ مِثلِ المَجَرَّةِ لاحِبُه

إِلى أَن أَصابَت في الغَطاطِ شَريعَةً
مِنَ الماءِ بِالأَهوالِ حُفَّت جَوانِبُه

بِها صَخَبُ المُستَوفِداتِ عَلى الوَلى
كَما صَخِبَت في يَومِ قَيظٍ جَنادِبُه

فَأَقبَلَها عُرضَ السَرِيِّ وَعَينُهُ
تَرودُ وَفي الناموسِ مَن هُوَ راقِبُه

أَخو صيغَةٍ زُرقٍ وَصَفراءَ سَمحَةٍ
يُجاذِبُها مُستَحصِدٌ وَتُجاذِبُه

إِذا رَزَمَت أَنَّت وَأَنَّ لَها الصَدى
أَنينَ المَريضِ لِلمَريضِ يُجاوِبُه

كَأَنَّ الغِنى آلى يَميناً يَؤودُهُ
إِذا ما أَتاها مُخفِقاً أَو تُصاخِبُه

يَؤولُ إِلى أُمِّ اِبنَتَينِ يَؤودُهُ
إِذا ما أَتاها مُخفِقاً أَو تُصاخِبُه

فَلَمّا تَدَلّى في السَرِيِّ وَغَرَّهُ
غَليلُ الحَشا مِن قانِصٍ لا يُواثِبُه

رَمى فَأَمَرَّ السَهمُ يَمسَحُ بَطنَهُ
وَلَبّاتِهُ فَاِنصاعَ وَالمَوتُ كارِبُه

وَوافَقَ أَحجاراً رَدَعنَ نَضِيَّهُ
فَأَصبَحَ مِنها عامِراهُ وَشاخِبُه

يَخافُ المَنايا إِن تَرَحَّلتُ صاحِبي
كَأَنَّ المَنايا في المُقامِ تُناسِبُه

فَقُلتُ لَهُ إِنَّ العِراقَ مُقامُهُ
وَخيمٌ إِذا هَبَّت عَلَيكَ جَنائِبُه

لِعَلَّكَ تَستَدني بِسَيرِكَ في الدُجى
أَخا ثِقَةٍ تُجدي عَلَيكَ مَناقِبُه

مِنَ الحَيِّ قَيسٍ قَيسِ عَيلانَ إِنَّهُم
عُيونُ النَدى مِنهُم تُرَوّى سَحائِبُه

إِذا المُجحِدُ المَحرومُ ضَمَّت حِبالَهُ
حَبائِلُهُم سيقَت إِلَيهِ رَغائِبُه

وَيَومٍ عَبورِيٍّ طَغا أَو طَغا بِهِ
لَظاهُ فَما يَروى مِنَ الماءِ شارِبُه

رَفَعتُ بِهِ رَحلي عَلى مُتَخَطرِفٍ
يَزِفُّ وَقَد أَوفى عَلى الجَذلِ راكِبُه

وَأَغبَرَ رَقّاصِ الشُخوصِ مَضِلَّةً
مَوارِدُهُ مَجهولَةٌ وَسَباسِبُه

لِأَلقى بَني عَيلانَ إِنَّ فَعالَهُم
تَزيدُ عَلى كُلِّ الفَعالِ مَراكِبُه

أُلاكَ الأُلى شَقّوا العَمى بِسُيوفِهِم
عَنِ الغَيِّ حَتّى أَبصَرَ الحَقَّ طالِبُه

إِذا رَكِبوا بِالمَشرَفِيَّةِ وَالقَنا
وَأَصبَحَ مَروانٌ تُعَدُّ مَواكِبُه

فَأَيُّ اِمرِىءٍ عاصٍ وَأَيُّ قَبيلَةٍ
وَأَرعَنَ لا تَبكي عَلَيهِ قَرائِبُه

رُوَيداً تَصاهَل بِالعِراقِ جِيادُنا
كَأَنَّكَ بِالضَحّاكِ قَد قامَ نادِبُه

وَسامٍ لِمَروانٍ وَمِن دونِهِ الشَجا
وَهَولٌ كَلُجِّ البَحرِ جاشَت غَوارِبُه

أَحَلَّت بِهِ أُمُّ المَنايا بَناتِها
بِأَسيافِنا إِنّا رَدى مَن نُحارِبُه

وَما زالَ مِنّا مُمسِكٌ بِمَدينَةٍ
يُراقِبُ أَو ثَغرٍ تُخافُ مَرازِبُه

إِذا المَلِكُ الجَبّارُ صَعَّرَ خَدَّهُ
مَشَينا إِلَيهِ بِالسُيوفِ نُعاتِبُه

وَكُنّا إِذا دَبَّ العَدُوُّ لِسُخطِنا
وَراقَبَنا في ظاهِرٍ لا نُراقِبُه

رَكِبنا لَهُ جَهراً بِكُلِّ مُثَقَّفٍ
وَأَبيَضَ تَستَسقي الدِماءَ مَضارِبُه

وَجَيشٍ كَجُنحِ اللَيلِ يَرجُفُ بِالحَصى
وَبِالشَولِ وَالخَطِّيِّ حُمرُ ثَعالِبُه

غَدَونا لَهُ وَالشَمسُ في خِدرِ أُمِّها
تُطالِعُنا وَالطَلُّ لَم يَجرِ ذائِبُه

بِضَربٍ يَذوقُ المَوتَ مَن ذاقَ طَعمَهُ
وَتُدرِكُ مَن نَجّى الفِرارُ مَثالِبُه

كَأَنَّ مُثارَ النَقعِ فَوقَ رُؤُسِهِم
وَأَسيافَنا لَيلٌ تَهاوى كَواكِبُه

بَعَثنا لَهُم مَوتَ الفُجاءَةِ إِنَّنا
بَنو المُلكِ خَفّاقٌ عَلَينا سَبائِبُه

فَراحوا فَريقاً في الإِسارِ وَمِثلُهُ
قَتيلٌ وَمِثلٌ لاذَ بِالبَحرِ هارِبُه

وَأَرعَنَ يَغشى الشَمسَ لَونُ حَديدِهِ
وَتَخلِسُ أَبصارَ الكُماةِ كَتائِبُه

تَغَصُّ بِهِ الأَرضُ الفَضاءُ إِذا غَدا
تُزاحِمُ أَركانَ الجِبالِ مَناكِبُه

كَأَنَّ جَناباوَيهِ مِن خَمِسِ الوَغى
شَمامٌ وَسَلمى أَو أَجاً وَكَواكِبُه

تَرَكنا بِهِ كَلباً وَقَحطانَ تَبتَغي
مُجيراً مِنَ القَتلِ المُطِلِّ مَقانِبُه

أَباحَت دِمَشقاً خَيلُنا حينَ أُلجِمَت
وَآبَت بِها مَغرورَ حِمصٍ نَوائِبُه

وَنالَت فِلِسطيناً فَعَرَّدَ جَمعُها
عَنِ العارِضِ المُستَنِّ بِالمَوتِ حاصِبُه

وَقَد نَزَلَت مِنّا بِتَدمُرَ نَوبَةٌ
كَذاكَ عُروضُ الشَرِّ تَعرو نَوائِبُه

تَعودُ بِنَفسٍ لا تَزِلُّ عَنِ الهُدى
كَما زاغَ عَنهُ ثابِتٌ وَأَقارِبُه

دَعا اِبنَ سِماكٍ لِلغَوايَةِ ثابِتٌ
جِهاراً وَلَم يُرشِد بَنيهِ تَجارِبُه

وَنادى سَعيداً فَاِستَصَبَّ مِنَ الشَقا
ذَنوباً كَما صُبَّت عَلَيهِ ذَنائِبُه

وَمِن عَجَبٍ سَعيُ اِبنِ أَغنَمَ فيهِمُ
وَعُثمانَ إِنَّ الدَهرَ جَمُّ عَجائِبُه

وَما مِنهُما إِلّا وَطارَ بِشَخصِهِ
نَجيبٌ وَطارَت لِلكِلابِ رَواجِبُه

أَمَرنا بِهِم صَدرَ النَهارِ فَصُلِّبوا
وَأَمسى حَميدٌ يَنحِتُ الجِذعَ صالِبُه

وَباطَ اِبنُ رَوحٍ لِلجَماعَةِ إِنَّهُ
زَأَرنا إِلَيهِ فَاِقشَعَرَّت ذَوائِبُه

وَبِالكوفَةِ الحُبلى جَلَبنا بِخَيلِنا
عَلَيهِم رَعيلَ المَوتِ إِنّا جَوالِبُه

أَقَمنا عَلى هَذا وَذاكَ نِساءَها
مَآتِمَ تَدعو لِلبُكا فَتُجاوِبُه

أَيامى وَزَوجاتٍ كَأَنَّ نِهائَها
عَلى الحُزنِ أَرآمُ المَلا وَرَبارِبُه

بَكَينَ عَلى مِثلِ السِنانِ أَصابَهُ
حِمامٌ بِأَيدينا فَهُنَّ نَوادِبُه

فَلَمّا اِشتَفَينا بِالخَليفَةِ مِنهُمو
وَصالَ بِنا حَتّى تَقَضَّت مَآرِبُه

دَلَفنا إِلى الضَحّاكِ نَصرِفُ بِالرَدى
وَمَروانُ تَدمى مِن جُذامَ مَخالِبُه

مُعِدّينَ ضِرغاماً وَأَسوَدَ سالِخاً
حُتوفاً لِمَن دَبَّت إِلَينا عَقارِبُه

وَما أَصبَحَ الضَحّاكُ إِلّا كَثابِتٍ
عَصانا فَأَرسَلنا المَنِيَّةَ تادِبُه

يا ظَبيَةَ البانِ تَرعى في خَمائِلِهِ
لِيَهنَكِ اليَومَ أَنَّ القَلبَ مَرعاكِ

الماءُ عِندَكِ مَبذولٌ لِشارِبِهِ
وَلَيسَ يُرويكِ إِلّا مَدمَعي الباكي

هَبَّت لَنا مِن رِياحِ الغَورِ رائِحَةٌ
بَعدَ الرُقادِ عَرَفناها بِرَيّاكِ

ثُمَّ اِنثَنَينا إِذا ما هَزَّنا طَرَبٌ
عَلى الرِحالِ تَعَلَّلنا بِذِكراكِ

سَهمٌ أَصابَ وَراميهِ بِذي سَلَمٍ
مَن بِالعِراقِ لَقَد أَبعَدتِ مَرماكِ

وَعدٌ لِعَينَيكِ عِندي ما وَفَيتِ بِهِ
يا قُربَ ما كَذَبَت عَينيَّ عَيناكِ

حَكَت لِحاظُكِ ما في الريمِ مِن مُلَحٍ
يَومَ اللِقاءِ فَكانَ الفَضلُ لِلحاكي

كَأَنَّ طَرفَكِ يَومَ الجِزعِ يُخبِرُنا
بِما طَوى عَنكِ مِن أَسماءِ قَتلاكِ

أَنتِ النَعيمُ لِقَلبي وَالعَذابُ لَهُ
فَما أَمَرُّكِ في قَلبي وَأَحلاكِ

عِندي رَسائِلُ شَوقٍ لَستُ أَذكُرُها
لَولا الرَقيبُ لَقَد بَلَّغتُها فاكِ

سَقى مِنىً وَلَيالي الخَيفِ ما شَرِبَت
مِنَ الغَمامِ وَحَيّاها وَحَيّاكِ

إِذ يَلتَقي كُلُّ ذي دَينٍ وَماطِلَهُ
مِنّا وَيَجتَمِعُ المَشكوُّ وَالشاكي

لَمّا غَدا السَربُ يَعطو بَينَ أَرحُلِنا
ما كانَ فيهِ غَريمُ القَلبِ إِلّاكِ

هامَت بِكِ العَينُ لَم تَتبَع سِواكِ هَوىً
مَن عَلَّمَ البَينَ أَنَّ القَلبَ يَهواكِ

حَتّى دَنا السَربُ ما أَحيَيتِ مِن كَمَدٍ
قَتلى هَواكِ وَلا فادَيتِ أَسراكِ

يا حَبَّذا نَفحَةٌ مَرَّت بِفيكِ لَنا
وَنُطفَةٌ غُمِسَت فيها ثَناياكِ

وَحَبَّذا وَقفَةٌ وَالرَكبُ مُغتَفِلٌ
عَلى ثَرىً وَخَدَت فيهِ مَطاياكِ

لَو كانَتِ اللِمَّةُ السَوداءُ مِن عُدَدي
يَومَ الغَميمِ لَما أَفلَتِّ أَشراكي

إِذا المَرءُ لَم يُدنَس مِنَ اللُؤمِ عِرضُهُ
فَكُلُّ رِداءٍ يَرتَديهِ جَميلُ

وَإِن هُوَ لَم يَحمِل عَلى النَفسِ ضَيمَها
فَلَيسَ إِلى حُسنِ الثَناءِ سَبيلُ

تُعَيِّرُنا أَنّا قَليلٌ عَديدُنا
فَقُلتُ لَها إِنَّ الكِرامَ قَليلُ

وَما قَلَّ مَن كانَت بَقاياهُ مِثلَنا
شَبابٌ تَسامى لِلعُلى وَكُهولُ

وَما ضَرَّنا أَنّا قَليلٌ وَجارُنا
عَزيزٌ وَجارُ الأَكثَرينَ ذَليلُ

لَنا جَبَلٌ يَحتَلُّهُ مَن نُجيرُهُ
مَنيعٌ يَرُدُّ الطَرفَ وَهُوَ كَليلُ

رَسا أَصلُهُ تَحتَ الثَرى وَسَما بِهِ
إِلى النَجمِ فَرعٌ لا يُنالُ طَويلُ

هُوَ الأَبلَقُ الفَردُ الَّذي شاعَ ذِكرُهُ
يَعِزُّ عَلى مَن رامَهُ وَيَطولُ

وَإِنّا لَقَومٌ لا نَرى القَتلَ سُبَّةً
إِذا ما رَأَتهُ عامِرٌ وَسَلولُ

يُقَرِّبُ حُبُّ المَوتِ آجالَنا لَنا
وَتَكرَهُهُ آجالُهُم فَتَطولُ

وَما ماتَ مِنّا سَيِّدٌ حَتفَ أَنفِهِ
وَلا طُلَّ مِنّا حَيثُ كانَ قَتيلُ

تَسيلُ عَلى حَدِّ الظُباتِ نُفوسُنا
وَلَيسَت عَلى غَيرِ الظُباتِ تَسيلُ

صَفَونا فَلَم نَكدُر وَأَخلَصَ سِرَّنا
إِناثٌ أَطابَت حَملَنا وَفُحولُ

فَنَحنُ كَماءِ المُزنِ ما في نِصابِنا
كَهامٌ وَلا فينا يُعَدُّ بَخيلُ

وَنُنكِرُ إِن شِئنا عَلى الناسِ قَولَهُم
وَلا يُنكِرونَ القَولَ حينَ نَقولُ

إِذا سَيِّدٌ مِنّا خَلا قامَ سَيِّدٌ
قَؤُولٌ لِما قالَ الكِرامُ فَعُولُ

وَما أُخمِدَت نارٌ لَنا دونَ طارِقٍ
وَلا ذَمَّنا في النازِلينَ نَزيلُ

وَأَيّامُنا مَشهورَةٌ في عَدُوِّنا
لَها غُرَرٌ مَعلومَةٌ وَحُجولُ

وَأَسيافُنا في كُلِّ شَرقٍ وَمَغرِبٍ
بِها مِن قِراعِ الدارِعينَ فُلولُ

مُعَوَّدَةٌ أَلّا تُسَلَّ نِصالُها
فَتُغمَدَ حَتّى يُستَباحَ قَبيلُ

سَلي إِن جَهِلتِ الناسَ عَنّا وَعَنهُمُ
فَلَيسَ سَواءً عالِمٌ وَجَهولُ

أَقَناعَةً مِن بَعدِ طولِ جَفاءِ
بِدُنُوِّ طَيفٍ مِن حَبيبٍ ناءِ

بِأَبي وَأُمّي شادِنٌ قُلنا لَهُ
نَفديكَ بِالأَمّاتِ وَالآباءِ

رَشَأٌ إِذا لَحَظَ العَفيفَ بِنَظرَةٍ
كانَت لَهُ سَبَباً إِلى الفَحشاءِ

وَجَناتُهُ تَجني عَلى عُشّاقِهِ
بِبَديعِ ما فيها مِنَ اللَألاءِ

بيضٌ عَلَتها حُمرَةٌ فَتَوَرَّدَت
مِثلَ المُدامِ خَلَطتَها بِالماءِ

فَكَأَنَّها بَرَزَت لَنا بِغَلالَةٍ
بَيضاءَ تَحتَ غِلالَةٍ حَمراءِ

كَيفَ اِتِّقاءُ لِحاظِهِ وَعُيونُنا
طُرُقٌ لِأَسهُمِها إِلى الأَحشاءِ

صَبَغَ الحَيا خَدَّيهِ لَونَ مَدامِعي
فَكَأَنَّهُ يَبكي بِمِثلِ بُكائي

كَيفَ اِتِّقاءُ جَآذِرٍ يَرمينَنا
بِظُبى الصَوارِمِ مِن عُيونِ ظِباءِ

يارَبَّ تِلكَ المُقلَةِ النَجلاءِ
حاشاكَ مِمّا ضُمِّنَت أَحشائي

جازَيتَني بُعداً بِقُربي في الهَوى
وَمَنَحتَني غَدراً بِحُسنِ وَفائي

جادَت عِراصَكِ يا شَآمُ سَحابَةٌ
عَرّاضَةٌ مِن أَصدَقِ الأَنواءِ

بَلَدُ المَجانَةِ وَالخَلاعَةِ وَالصِبا
وَمَحَلِّ كُلِّ فُتُوَّةٍ وَفَتاءِ

أَنواعُ زَهرٍ وَاِلتِفافُ حَدائِقٍ
وَصَفاءُ ماءٍ وَاِعتِدالُ هَواءِ

وَخَرائِدٌ مِثلُ الدُمى يَسقينَنا
كَأَسَينِ مِن لَحظٍ وَمِن صَهباءِ

وَإِذا أَدَرنَ عَلى النَدامى كَأسَها
غَنَّينَنا شِعرَ اِبنِ أَوسِ الطائي

فارَقتُ حينَ شَخَصتُ عَنها لِذَّتي
وَتَرَكتُ أَحوالَ السُرورِ وَرائي

وَنَزَلتُ مِن بَلَدِ الجَزيرَةِ مَنزِلاً
خِلواً مِنَ الخُلَطاءِ وَالنُدَماءِ

فَيُمِرُّ عِندي كُلُّ طَعمٍ طَيِّبٍ
مِن رِبقِها وَيَضيقُ كُلُّ فَضاءِ

الشامُ لابَلَدُ الجَزيرَةِ لَذَّتي
وَيَزيدُ لاماءُ الفُراتِ مُنائي

وَأَبيتُ مُرتَهَنَ الفُؤادِ بِمَنبِجَ ال
سَو داءِ لا بِالرَقَّةَ البَيضاءِ

مَن مُبلِغُ النَدماءَ أَنّي بَعدَهُم
أُمسي نَديمَ كَواكِبِ الجَوزاءِ

وَلَقَد رَعَيتُ فَلَيتَ شِعري مَن رَعى
مِنكُم عَلى بُعدِ الدِيارِ إِخائي

فَحمَ الغَبِيُّ وَقُلتُ غَيرَ مُلَجلِجٍ
إِنّي لَمُشتاقٌ إِلى العَلياءِ

وَصِناعَتي ضَربُ السُيوفِ وَإِنَّني
مُتَعَرِّضٌ في الشِعرِ بِالشُعَراءِ

وَاللَهُ يَجمَعُنا بِعِزٍّ دائِمٍ
وَسَلامَةٍ مَوصولَةٍ بِبَقاءِ

كِليني لِهَمٍّ يا أُمَيمَةَ ناصِبِ
وَلَيلٍ أُقاسيهِ بَطيءِ الكَواكِبِ

تَطاوَلَ حَتّى قُلتُ لَيسَ بِمُنقَضٍ
وَلَيسَ الَّذي يَرعى النُجومَ بِآئِبِ

وَصَدرٍ أَراحَ اللَيلُ عازِبَ هَمِّهِ
تَضاعَفَ فيهِ الحُزنُ مِن كُلِّ جانِبِ

عَلَيَّ لِعَمروٍ نِعمَةٌ بَعدَ نِعمَةٍ
لِوالِدِهِ لَيسَت بِذاتِ عَقارِبِ

حَلَفتُ يَميناً غَيرَ ذي مَثنَوِيَّةٍ
وَلا عِلمَ إِلّا حُسنُ ظَنٍّ بِصاحِبِ

لَئِن كانَ لِلقَبرَينِ قَبرٍ بِجِلَّقٍ
وَقَبرٍ بِصَيداءَ الَّذي عِندَ حارِبِ

وَلِلحارِثِ الجَفنِيَّ سَيِّدِ قَومِهِ
لَيَلتَمِسَن بِالجَيشِ دارَ المُحارِبِ

وَثِقتُ لَهُ بِالنَصرِ إِذ قيلَ قَد غَزَت
كَتائِبُ مِن غَسّانَ غَيرُ أَشائِبِ

بَنو عَمِّهِ دُنيا وَعَمروُ بنُ عامِرٍ
أولَئِكَ قَومٌ بَأسُهُم غَيرُ كاذِبِ

إِذا ماغَزوا بِالجَيشِ حَلَّقَ فَوقَهُم
عَصائِبُ طَيرٍ تَهتَدي بِعَصائِبِ

يُصاحِبنَهُم حَتّى يُغِرنَ مُغارَهُم
مِنَ الضارِياتِ بِالدِماءِ الدَوارِبِ

تَراهُنَّ خَلفَ القَومِ خُزراً عُيونُها
جُلوسَ الشُيوخِ في ثِيابِ المَرانِبِ

جَوانِحَ قَد أَيقَنَّ أَنَّ قَبيلَهُ
إِذا ما اِلتَقى الجَمعانِ أَوَّلُ غالِبِ

لَهُنَّ عَلَيهِم عادَةٌ قَد عَرَفنَها
إِذا عُرِّضَ الخَطِّيُّ فَوقَ الكَواثِبِ

عَلى عارِفاتٍ لِلطِعانِ عَوابِسٍ
بِهِنَّ كُلومٌ بَينَ دامٍ وَجالِبِ

إِذا اِستُنزِلوا عَنهُنَّ لِلطَعنِ أَرقَلوا
إِلى المَوتِ إِرقالَ الجِمالِ المَصاعِبِ

فَهُم يَتَساقَونَ المَنيَّةَ بَينَهُم
بِأَيديهِمُ بيضٌ رِقاقُ المَضارِبِ

يَطيرُ فُضاضاً بَينَها كُلُّ قَونَسٍ
وَيَتبَعَها مِنهُم فَراشُ الحَواجِبِ

وَلا عَيبَ فيهِم غَيرَ أَنَّ سُيوفَهُم
بِهِنَّ فُلولٌ مِن قِراعِ الكَتائِبِ

تُوُرَّثنَ مِن أَزمانِ يَومِ حَليمَةٍ
إِلى اليَومِ قَد جُرِّبنَ كُلَّ التَجارِبِ

تَقُدَّ السَلوقِيَّ المُضاعَفَ نَسجُهُ
وَتوقِدُ بِالصُفّاحِ نارَ الحُباحِبِ

بِضَربٍ يُزيلُ الهامَ عَن سَكِناتِهِ
وَطَعنٍ كَإيزاغِ المَخاضِ الضَوارِبِ

لَهُم شيمَةٌ لَم يُعطِها اللَهُ غَيرَهُم
مِنَ الجودِ وَالأَحلامُ غَيرُ عَوازِبِ

مَحَلَّتُهُم ذاتُ الإِلَهِ وَدينُهُم
قَويمٌ فَما يَرجونَ غَيرَ العَواقِبِ

رِقاقُ النِعالِ طَيِّبٌ حُجُزاتُهُم
يُحَيّونَ بِالريحانِ يَومَ السَباسِبِ

تُحَيّهِمُ بَيضُ الوَلائِدِ بَينَهُم
وَأَكسِيَةُ الإِضريجِ فَوقَ المَشاجِبِ

يَصونونَ أَجساداً قَديماً نَعيمُها
بِخالِصَةِ الأَردانِ خُضرِ المَناكِبِ

وَلا يَحسَبونَ الخَيرَ لا شَرَّ بَعدَهُ
وَلا يَحسِبونَ الشَرَّ ضَربَةَ لازِبِ

حَبَوتُ بِها غَسّانَ إِذ كُنتُ لاحِقاً
بِقَومي وَإِذ أَعيَت عَلَيَّ مَذاهِبي

أَلا عِم صَباحاً أَيُّها الطَلَلُ البالي
وَهَل يَعِمَن مَن كانَ في العُصُرِ الخالي

وَهَل يَعِمَن إِلّا سَعيدٌ مُخَلَّدٌ
قَليلُ الهُمومِ ما يَبيتُ بِأَوجالِ

وَهَل يَعِمَن مَن كانَ أَحدَثُ عَهدِهِ
ثَلاثينَ شَهراً في ثَلاثَةِ أَحوالِ

دِيارٌ لِسَلمى عافِياتٌ بِذي خالٍ
أَلَحَّ عَلَيها كُلُّ أَسحَمَ هَطّالِ

وَتَحسِبُ سَلمى لا تَزالُ تَرى طَلّاً
مِنَ الوَحشِ أَو بيضًا بِمَيثاءِ مِحلالِ

وَتَحسِبُ سَلمى لا نَزالُ كَعَهدِنا
بِوادي الخُزامى أَو عَلى رَسِ أَوعالِ

لَيالِيَ سَلمى إِذ تُريكَ مُنَصَّباً
وَجيداً كَجيدِ الرِئمِ لَيسَ بِمِعطالِ

أَلا زَعَمَت بَسباسَةُ اليَومَ أَنَّني
كَبِرتُ وَأَن لا يُحسِنُ اللَهوَ أَمثالي

كَذَبتِ لَقَد أَصبى عَلى المَرءِ عِرسُهُ
وَأَمنَعُ عِرسي أَن يُزَنَّ بِها الخالي

وَيا رُبَّ يَومٍ قَد لَهَوتُ وَلَيلَةٍ
بِآنِسَةٍ كَأَنَّها خَطُّ تِمثالِ

يُضيءُ الفِراشُ وَجهَها لِضَجيعِها
كَمِصباحِ زَيتٍ في قَناديلِ ذَبّالِ

كَأَنَّ عَلى لَبّاتِها جَمرَ مُصطَلٍ
أَصابَ غَضاً جَزلاً وَكَفَّ بِأَجزالِ

وَهَبَّت لَهُ ريحٌ بِمُختَلَفِ الصَوا
صَباً وَشِمالٌ في مَنازِلِ قَفّالِ

وَمِثلُكِ بَيضاءَ العَوارِضِ طِفلَةٍ
لَعوبٍ تُنَسّيني إِذا قُمتُ سِربالي

إِذا ما الضَجيعُ اِبتَزَّها مِن ثِيابِها
تَميلُ عَلَيهِ هَونَةً غَيرَ مِجبالِ

كَحَقفِ النَقا يَمشي الوَليدانِ فَوقَهُ
بِما اِحتَسَبا مِن لينِ مَسٍّ وَتَسهالِ

لَطيفَةُ طَيِّ الكَشحِ غَيرُ مُفاضَةٍ
إِذا اِنفَلَتَت مُرتَجَّةً غَيرَ مِتفالِ

تَنَوَّرتُها مِن أَذرُعاتٍ وَأَهلُها
بِيَثرِبَ أَدنى دارَها نَظَرٌ عالِ

نَظَرتُ إِلَيها وَالنُجومُ كَأَنَّها
مَصابيحُ رُهبانٍ تَشُبُّ لِقَفّالِ

سَمَوتُ إِلَيها بَعدَ ما نامَ أَهلُها
سُموَّ حَبابِ الماءِ حالاً عَلى حالِ

فَقالَت سَباكَ اللَهُ إِنَّكَ فاضِحي
أَلَستَ تَرى السُمّارَ وَالناسَ أَحوالي

فَقُلتُ يَمينَ اللَهِ أَبرَحُ قاعِداً
وَلَو قَطَعوا رَأسي لَدَيكِ وَأَوصالي

حَلَفتُ لَها بِاللَهِ حِلفَةَ فاجِرٍ
لَناموا فَما إِن مِن حَديثٍ وَلا صالِ

فَلَمّا تَنازَعنا الحَديثَ وَأَسمَحَت
هَصَرتُ بِغُصنٍ ذي شَماريخَ مَيّالِ

وَصِرنا إِلى الحُسنى وَرَقَّ كَلامُنا
وَرُضتُ فَذَلَّت صَعبَةٌ أَيَّ إِذلالِ

فَأَصبَحتُ مَعشوقاً وَأَصبَحَ بَعلُها
عَلَيهِ القَتامُ سَيِّئَ الظَنِّ وَالبالِ

يَغُطُّ غَطيطَ البَكرِ شُدَّ خِناقُهُ
لِيَقتُلَني وَالمَرءُ لَيسَ بِقَتّالِ

أَيَقتُلُني وَالمَشرَفِيُّ مُضاجِعي
وَمَسنونَةٌ زُرقٌ كَأَنيابِ أَغوالِ

وَلَيسَ بِذي رُمحٍ فَيَطعَنُني بِهِ
وَلَيسَ بِذي سَيفٍ وَلَيسَ بِنَبّالِ

أَيَقتُلَني وَقَد شَغَفتُ فُؤادَها
كَما شَغَفَ المَهنوءَةَ الرَجُلُ الطالي

وَقَد عَلِمَت سَلمى وَإِن كانَ بَعلُها
بِأَنَّ الفَتى يَهذي وَلَيسَ بِفَعّالِ

وَماذا عَلَيهِ إِن ذَكَرتُ أَوانِساً
كَغِزلانِ رَملٍ في مَحاريبِ أَقيالِ

وَبَيتِ عَذارى يَومَ دَجنٍ وَلَجتُهُ
يَطُفنَ بِجَبّاءِ المَرافِقِ مِكسالِ

سِباطُ البَنانِ وَالعَرانينِ وَالقَنا
لِطافَ الخُصورِ في تَمامٍ وَإِكمالِ

نَواعِمُ يُتبِعنَ الهَوى سُبُلَ الرَدى
يَقُلنَ لِأَهلِ الحِلمِ ضُلَّ بِتِضلالِ

صَرَفتُ الهَوى عَنهُنَّ مِن خَشيَةِ الرَدى
وَلَستُ بِمُقليِّ الخِلالِ وَلا قالِ

كَأَنِّيَ لَم أَركَب جَواداً لِلَذَّةٍ
وَلَم أَتَبَطَّن كاعِباً ذاتَ خِلخالِ

وَلَم أَسبَإِ الزِقَّ الرَويَّ وَلَم أَقُل
لِخَيلِيَ كُرّي كَرَّةً بَعدَ إِجفالِ

وَلَم أَشهَدِ الخَيلَ المُغيرَةَ بِالضُحى
عَلى هَيكَلٍ عَبلِ الجُزارَةِ جَوّالِ

سَليمَ الشَظى عَبلَ الشَوى شَنَجَ النَسا
لَهُ حَجَباتٌ مُشرِفاتٌ عَلى الفالِ

وَصُمٌّ صِلابٌ ما يَقينَ مِنَ الوَجى
كَأَنَّ مَكانَ الرِدفِ مِنهُ عَلى رَألِ

وَقَد أَغتَدي وَالطَيرُ في وُكُناتِها
لِغَيثٍ مِنَ الوَسمِيِّ رائِدُهُ خالِ

تَحاماهُ أَطرافُ الرِماحِ تَحامِياً
وَجادَ عَلَيهِ كُلُّ أَسحَمَ هَطّالِ

بِعَجلَزَةٍ قَد أَترَزَ الجَريُ لَحمَها
كَميتٍ كَأَنَّها هِراوَةُ مِنوالِ

ذَعَرتُ بِها سِرباً نَقِيّاً جُلودُهُ
وَأَكرُعُهُ وَشيُ البُرودِ مِنَ الخالِ

كَأَنَّ الصُوارَ إِذ تَجَهَّدَ عَدوُهُ
عَلى جَمَزى خَيلٍ تَجولُ بِأَجلالِ

فَجالَ الصُوارُ وَاِتَّقَينَ بِقَرهَبٍ
طَويلِ الفِرا وَالرَوقِ أَخنَسَ ذَيّالِ

فَعادى عِداءً بَينَ ثَورٍ وَنَعجَةٍ
وَكانَ عِداءُ الوَحشِ مِنّي عَلى بالِ

كَأَنّي بِفَتخاءِ الجَناحَينِ لَقوَةٍ
صَيودٍ مِنَ العِقبانِ طَأطَأتُ شِملالي

تَخَطَّفُ خَزّانَ الشُرَيَّةِ بِالضُحى
وَقَد حَجَرَت مِنها ثَعالِبُ أَورالِ

كَأَنَّ قُلوبَ الطَيرِ رَطباً وَيابِساً
لَدى وَكرِها العُنّابُ وَالحَشَفُ البالي

فَلَو أَنَّ ما أَسعى لِأَدنى مَعيشَةٍ
كَفاني وَلَم أَطلُب قَليلٌ مِنَ المالِ

وَلَكِنَّما أَسعى لِمَجدٍ مُؤَثَّلٍ
وَقَد يُدرِكُ المَجدَ المُؤَثَّلَ أَمثالي

وَما المَرءُ ما دامَت حُشاشَةُ نَفسِهِ
بِمُدرِكِ أَطرافِ الخُطوبِ وَلا آلي

خَليلَيَّ هَذا رَبْعُ عَزَّةَ فَاعْقِلَا
قلوصَيكُما ثُمَّ ابْكِيَا حَيثُ حَلَّتِ

وَمُسّا تُرابًا كَانَ قَد مَسَّ جِلدَها
وَبيتا وَظِلاَ حَيثُ باتَت وَظَلَّتِ

وَلا تَيأَسا أَن يَمحُوَ اللهُ عَنكُما
ذُنوبًا إِذا صَلَّيتُما حَيثُ صَلَّتِ

وما كنت أَدري قَبلَ عَزَّةَ ما البُكا
وَلا مُوجِعاتِ القَلبِ حَتَّى تَوَلَّتِ

وَما أَنصَفَت أَما النِساءُ فَبَغَّضَت
إِلينا وَأَمَّا بِالنَوالِ فَضَنَّتِ

فَقَد حَلَفَت جَهدًا بِما نَحَرَت لَهُ
قُرَيشٌ غَداةَ المَأزَمينِ وَصَلّتِ

أُناديكَ ما حَجَّ الحَجِيجُ وَكَبَّرَت
بِفَيفاء آل رُفقَةٌ وَأَهَلَّتِ

وَما كَبَّرَت مِن فَوقِ رُكبةَ رُفقةٌ
وَمِن ذي غَزال أَشعَرَت وَاِستَهَلَّتِ

وَكانَت لِقَطعِ الحَبلِ بَيني وَبَينَها
كَناذِرَةٍ نَذرًا وَفَت فَأَحَلَّتِ

فَقُلتُ لَها يا عَزَّ كُلُّ مُصيبَةٍ
إِذا وُطِّنَت يَومًا لَها النَفسُ ذلَّتِ

وَلَم يَلقَ إِنسانٌ مِنَ الحُبَّ مَيعَةً
تَعُمُّ وَلا عَمياءَ إِلّا تَجَلَّتِ

فَإِنَ سَأَلَ الواشُونَ فِيمَ صَرَمتُها
فَقُل نَفس حُر ّسُلِّيَت فَتَسَلَّتِ

كَأَنّي أُنادِي صَخرَةً حِينَ أَعرَضَت
مِن الصُمِّ لو تَمشي بِها العُصمُ زَلَّتِ

صَفوحٌ فَما تَلقاكَ إِلَّا بخيلَةً
فَمَن مَلَّ مِنها ذَلِكِ الوَصلَ مَلَّتِ

أَباحَت حِمًى لَم يَرعَهُ الناسُ قَبلَها
وَحَلَّت تِلاعًا لَم تَكُن قَبلُ حُلَّتِ

فَلَيتَ قَلوصي عِندَ عَزَّةَ قُيِّدَت
بِحَبلٍ ضَعيفٍ غُرَّ مِنها فَضَلَّتِ

وَغودِرَ في الحَيِّ المُقيمينَ رَحلُها
وَكانَ لَها باغٍ سِوايَ فَبَلَّتِ

وَكُنت كَذي رِجلَينِ رِجلٍ صَحيحَةٍ
وَرِجلٍ رَمى فيها الزَمانُ فَشلَّتِ

وَكُنتُ كَذاتِ الظَلعِ لَمّا تَحامَلَت
عَلى ظَلعِها بَعدَ العِثارِ اِستَقَلَّتِ

أُريدُ الثَوَاءَ عِندَها وَأَظُنُّها
إِذا ما أَطَلنا عِندَها المُكثَ مَلَّتِ

يُكَلِّفُها الخَنزيرُ شَتمي وَما بِها
هَواني وَلَكِن لِلمَلِيكِ اِستَذَلَّتِ

هَنيئًا مَرِيئًا غَيرَ داءٍ مُخامِرٍ
لِعَزَّةَ مِن أَعراضِنا ما اِستَحَلَّتِ

وَوَالله ما قارَبت إِلا تَباعَدَت
بِصَرمٍ وَلا أَكثَرتُ إِلّا أقلّت

وَلي زَفراتٌ لَو يَدُمنَ قَتَلنَنَي
تَوالي الَّتي تَأتي المُنى قَد تَوَلَّتِ

وَكُنّا سَلَكنا في صَعودٍ مِنَ الهوى
فَلَمّا تَوَافَينا ثَبَت وَزَلَّتِ

وَكُنّا عَقَدنا عُقدَةَ الوَصلِ بَينَنا
فَلمّا تَواثَقنا شَدَدتُ وَحَلَّتِ

فَإِن تَكُنِ العُتبى فَأَهلًا وَمَرحَبًا
وَحُقَّت لَها العُتبَى لَدينا وَقَلَتِ

وَإِن تَكُنِ الأُخرى فَإِنَ وَراءَنا
بِلادًا إِذا كَلَّفتُها العيسَ كَلَّتِ

خَليلَيَّ إِن الحاجِبِيَّةَ طَلَّحَت
قَلوصَيكُما وَناقَتي قَد أَكَلَّتِ

فَلا يَبعُدَن وَصلٌ لِعَزَّةَ أَصبَحَت
بِعَاقِبَةٍ أَسبابُهُ قَد تَوَلَّتِ

أَسِيئي بِنا أَو أَحسِني لا مَلومَةً
لَدِينا وَلا مَقلِيةً إِن تَقَلَّت

وَلَكِن أَنيلي وَاِذكُري مِن مَودَةٍ
لَنا خُلَّةً كَانَت لَدَيكُم فَضَلَّتِ

وَإِنّي وَإِن صَدَّت لَمُثنٍ وَصادِقٌ
عَلَيها بِما كانَت إِلَينا أَزَلَّتِ

فَما أَنا بِالدَاعي لَعَزَّةَ بِالرَدى
وَلا شامِتٍ إِن نَعلُ عَزَّةَ زَلَّتِ

فَلا يَحسَبِ الواشُونَ أَنَّ صَبابَتي
بِعَزَّةَ كَانَت غَمرَةً فَتَجَلَّتِ

فاَصبَحتُ قَد أَبلَلتُ مِن دَنَفٍ بها
كَما أُدنِفَت هَيماءُ ثُمَّ اِستَبَلَّتِ

فَوَالله ثُمَّ الله لا حَلَّ بَعدها
وَلاقَبلَها مِن خُلَّةٍ حَيثُ حَلَّتِ

وَما مَرَّ مِن يَومٍ عَلَيَّ كيومِها
وَإِن عَظُمَت أَيامُ أُخرى وَجَلَّتِ

وَحَلَّت بِأَعلى شاهِقٍ مِن فُؤادِهِ
فَلا القَلبُ يَسلاها وَلا النَّفسُ مَلَّتِ

فَوا عَجَبًا لِلقَلبِ كَيفَ اِعتِرافُهُ
وَلِلنَفسِ لَمّا وُطِّنَت فَاِطمَأَنَّتِ

وَإِنّي وَتَهيامي بِعَزَّةَ بَعدَما
تَخّلَّيتُ مِمّا بَينَنا وَتَخَلَّتِ

لَكَ المُرتَجي ظِلَّ الغَمامَةِ كُلَّما
تَبَوَّأَ مِنها لِلمَقيلِ اِضمَحَلَّتِ

كَأَنّي وَإِيّاها سَحابَةُ مُمحِلٍ
رَجاها فَلَمّا جاوزَتهُ اِستَهَلَّتِ

بَلينا وَما تَبلى النُجومُ الطَوالِعُ
وَتَبقى الجِبالُ بَعدَنا وَالمَصانِعُ

وَقَد كُنتُ في أَكنافِ جارِ مَضِنَّةٍ
فَفارَقَني جارٌ بِأَربَدَ نافِعُ          

فَلا جَزِعٌ إِن فَرَّقَ الدَهرُ بَينَنا
وَكُلُّ فَتىً يَوماً بِهِ الدَهرُ فاجِعُ

فَلا أنَا يأتيني طَريفٌ بِفَرْحَةٍ
وَلا أنا مِمّا أحدَثَ الدَّهرُ جازِعُ

وَما النّاسُ إلاَّ كالدّيارِ وأهْلِها
بِها يَوْمَ حَلُّوها وغَدْوًا بَلاقِعُ

ومَا المَرْءُ إلاَّ كالشِّهابِ وضَوْئِهِ
يَحُورُ رَمادًا بَعْدَ إذْ هُوَ سَاطِعُ

وَمَا البِرُّ إِلّا مُضمَرَاتٌ مِنَ التُّقَى
وَمَا المَالُ إِلّا مُعمَرَاتٌ وَدَائِعُ

وَمَا المَالُ وَالأَهلُونَ إِلّا وَدِيعَةٌ
وَلَا بُدَّ يَومًا أَن تُرَدَّ الوَدائِعُ

وَيَمضُونَ أَرْسَالاً وَنَخلُفُ بَعدَهُم
كَما ضَمَّ أُخرى التَّالِياتِ المُشايِعُ

وَمَا النَّاسُ إِلّا عَامِلَانِ فَعَامِلٌ
يُتَبِّرُ مَا يَبني وَآخَرُ رافِعُ

فَمِنهُم سَعِيدٌ آخِذٌ لِنَصِيبِهِ
وَمِنهُم شَقِيٌّ بِالمَعِيشَةِ قانِعُ

أَلَيسَ وَرائي إِن تَراخَت مَنِيَّتي
لُزومُ العَصَا تُحنَى عَلَيها الأَصَابِعُ

أُخَبِّرُ أَخبارَ القُرونِ الَّتي مَضَت
أَدِبُّ كَأَنّي كُلَّما قُمتُ راكِعُ

فَأَصبَحتُ مِثلَ السَّيفِ غَيَّرَ جَفنَهُ
تَقادُمُ عَهدِ القَينِ وَالنَّصلُ قاطِعُ

فَلَا تَبعَدَنْ إِنَّ المَنِيَّةَ مَوعِدٌ
عَلَيكَ فَدانٍ لِلطُلوعِ وَطالِعُ

أَعاذِلَ ما يُدريكِ إِلّا تَظَنِّيّاً
إِذا اِرتَحَلَ الفِتيَانُ مَن هُوَ راجِعُ

تُبَكّي عَلى إِثرِ الشَّبابِ الَّذي مَضَى
أَلا إِنَّ أَخْدَانَ الشَّبابِ الرَّعارِعُ

أَتَجزَعُ مِمّا أَحدَثَ الدَهرُ بِالفَتى
وَأَيُّ كَريمٍ لَم تُصِبهُ القَوارِعُ

لَعَمرُكَ ما تَدري الضَّوارِبُ بِالحَصَى
وَلا زاجِـراتُ الطَّيرِ مـا اللَّهُ صـانِــعُ

سَلُوهُنَّ إِنْ كَذَّبْتُمُوني مَتَى الفَتَى
يَذُوقُ المَنَايا أَو مَتَى الغَيثُ واقِعُ

لأمِّ عمرٍو باللِّوى مَربَعُ
طامسةٌ أعلامُهُ بلْقعُ

تروحُ عنه الطيرُ وحشيّةً
والأُسدُ من خِيفَتِه تَفْزَعُ

برسمِ دارٍ ما بها مؤنِسٌ
إلاّ صِلالٌ في الثَّرى وقَّعُ

رُقشٌ يخاف الموتُ من نَفْثِها
والسمُّ في أنيابها مُنْقَعُ

لما وقفنَ العِيسَ في رسمِه
والعينُ من عِرفانِهِ تَدمَعُ

ذكرتُ ما قد كنتُ ألهو بهِ
فبتُّ والقلبُ شجٍ مُوجَعُ

كأنّ بالنارِ لما شَفَّني
من حبِّ أَرْوى كَبِدي تُلذَعُ

عجبتُ من قومٍ أتَوْا أحمداً
بخُطّةٍ ليس لها موضِعُ

قالوا له لو شئتَ أعلمتَنا
إلى مَن الغايةُ والمَفْزَعُ

إذا توفيتَ وفارَقْتَنا
وفيهمُ في الملكِ من يَطمعُ

فقالَ لو أعلمتكم مَفزَعاً
ماذا عَسيتمْ فيه أن تَصنعوا

صنيعُ أهلِ العِجلِ إذْ فارقوا
هارون فالتَركُ لهُ أوْسَعُ

وفي الذي قال بيانٌ لمن
كان له أُذنٌ بها يَسمَعُ

ثم أتتهُ بعدَ ذا عَزمةٍ
من ربِّه ليس لها مَدفَعُ

أبلِع وإلاّ لم تكنْ مُبلغاً
واللهُ منهم عاصمٌ يَمنعُ

فعندها قام النبيُّ الذي
كان بما يأمرُهُ يَصدَعُ

يَخطب مأموراً وفي كفِّه
كفُّ عليٍّ نورُها يَلْمَعُ

رافِعُها أكرمْ بكفِّ الذي
يَرفع والكفِّ التي تُرفعُ

يَقولُ والأملاكُ من حولِهِ
والله فيهم شاهدٌ يَسمَعُ

من كنتُ مولاه فهذا له
مولىً فلم يَرضَوا ولم يَقنعوا

فاتّهموه وانحنت منهمُ
على خلافِ الصادقِ الأضلُعُ

وضلّ قوم غاظَهم قولُه
كأنّما آنافهمْ تُجدَعُ

حتى إذا وارَوْهُ في قبرِه
وانصرفوا من دفِنهِ ضيَّعوا

ما قال بالأمسِ وأوصى به
واشتروا الضُرَّ بما يَنفعُ

وقطّعوا أرحامَه بعدَهُ
فسوف يُجزون بما قطّعوا

وأزمعوا غدراً بمولاهمْ
تبّاً لما كانوا به أزمَعوا

لا هم عليه يَردوا حوضَهُ
غداً ولا هُوْ فيهمُ يَشفعُ

حوضٌ له ما بين صَنعا إلى
أيلةَ أرضِ الشامِ أو أوسَعُ

يُنصبُ فيه علمٌ للهُدى
والحوضُ من ماءٍ له مُترَعُ

يَفيض من رحمته كوثرٌ
أبيضُ كالفضّةِ أو أنصَعُ

حَصاهُ ياقوتٌ ومَرجانة
ولؤلؤٌ لم تَجنِهِ إصْبَعُ

بَطحاؤه مِسك وحافاتُه
يَهتزُّ منها مونِقٌ مُونِعُ

أخضرُ ما دونَ الجَنى ناضرٌ
وفاقعٌ أصفرُ ما يَطلُعُ

والعِطرُ والرّيحانُ أنواعُهُ
تَسطعُ إن هبَّتْ به زَعْزَعُ

ريحٌ من الجنَّةِ مأمورةٌ
دائمةٌ ليس لها مَنزعُ

إذا مَرته فاحَ من ريحِه
أزكى من المِسك إذا يَسطَعُ

فيه أباريقُ وقِدْحانُه
يَذبُّ عنها الأنزعُ الأصْلَعُ

يذبُّ عنه ابن أبي طالبٍ
ذبَّكَ جَربى إبلٍ تَشْرَعُ

إذا دنوا منه لكي يَشربوا
قيلَ لهم تبّاً لكم فارجِعوا

دونكموا فالتمسوا مَنهلاً
يُريكم أو مَطعماً يُشْبعُ

هذا لمن والى بني أحمدٍ
ولم يكنْ غيرَهمُ يَتْبَعُ

فالفوزُ للشاربِ من حوضِه
والويلُ والذلُّ لمن يَمنَعُ

فالناسُ يومَ الحَشرِ آياتُهم
خَمسٌ فمنهمْ هالكٌ أربَعُ

قائدُها العِجلُ وفِرعونها
وسامريُّ الأمةِ المُفْظِعُ

ومارقٌ من دينه مِخْدَجٌ
أسودٌ عبدٌ لُكَعٌ أَوْكَعُ

ورايةٌ قائِدُها وجهُه
كأنّه الشمسُ إذا تطلُعُ

غداً يلاقي المصطفى حيدرٌ
ورايةُ الحمدِ له تُرفَعُ

مولىً له الجنّةُ مأمورةٌ
والنارُ من إجلالِه تَفْزَعُ

إمامُ صدقٍ وله شيعةٌ
يُرووا من الحوض ولم يُمنعوا

بذاك جاءَ الوحيُ من ربِّنا
يا شيعةَ الحقِّ فلا تَجزعوا

تركنا العيشَ للأنذالِ زُهدا
وسُقنا الدهرَ مِن أُذُنَيهِ عَبدا 

وطُلنا بالقَنا الأفلاكَ كِبرًا 
ولو شِئنا امتَطيناهُنّ جُردَا

وأَبدَلنا البَنين بِكلِّ عَضبٍ
بِهِ أَنِسَتْ عِدَانا الذُّلَ رُشدَا

وَصَاوَلَنا الزمانُ سُويعَ طَيشٍ
فَجِئناهُ بِشيءٍ كان إِدَّا

ولسنا حمزةَ المَغشِّي لكن
عِدانَا لم تَزَل في الناسِ هِندَا

وأَورَثنا يتامَانا المَواضِي
وأورَثَ غَيرُنا حسدًا وحِقدَا

فكَم خُضنا نُحوسَ الأُفقِ حتى
رددنَاهُنّ بالغَاراتِ سَعدَا

وكَم رامَ الغَبِيُّ بِنا هَوانًا
فَكُنّا والسَماءُ عليهِ لَحدا

فلم نضرَع ليومٍ كان أمنًا
ولم نَجزَع ليومٍ كانَ وَجدَا

وما أَنَفُ الإِبا شَيءٌ سِوانا
ولم نَعِ غيَرنَا في الخَلقِ مَجدَا

فإن رامَ العدُوُّ الحربَ يومًا
إذًا قَد عدّ ما عَمرٌ أَعدّا

بِنا عَرفَ العُلَى معنَى التَّعالِي
وفِينا كانتِ الجنَّاتُ خُلدَا

فلا فخرًا لذِي فخرٍ ترَكنا
ولم نجعل لِما نَبغيهِ حدَّا

ألا أبلِغ بني الدُنيا جَميعًا
ولستُ أراهُمُ واللهِ نِدَّا

بأنّ الأرضَ نحنُ المالِكوها
مُسالَمةً وإلَّا كانَ عَنْدَا

وليسَ لِمَطمَعٍ فيهَا ولكِن
تِراتُ دَمٍ ولَم نرَ عنهُ بُدَّا

غَداةَ تَزورُ مكَةَ عادِياتٍ
بِنَا السُحبان قَبلَ الصُّبحِ وَعدَا

مَهَاطِلُهَا البِطَاح وقد أهَالَت
برُوقًا من بَني حَوَا ورَعدَا

فتَبتلُ الحِجَازُ بيومِ فتحٍ
بِهِ تغدو وجُوهُ الشِرك رُبدَا

بماذا سادَ هذا الغَرب قُل لي
وهذا الشَّرقُ من ولَّاهُ عهدَا

بلى كم قَد أثبنَا الظُّلمَ صَفحًا
ولم نُجزِئ يدَ الإحسانِ صَدَّا

وإنّا كُحلُ أهلِ الأرضِ لكن
عدُوّكَ عينُهُ يا سَعدُ رَمدَا

وقد ملَكَ الورى قومٌ سِوانا
عَشِيَّةَ كانَ تركُ المُلكِ حَمدَا

فإِن تَكُنِ الرّعِيةُ كابنِ سَعدٍ
مَخضتَ الفَرثَ فأمَل مِنهُ زُبدَا

بماذا سادَ هذا الغربُ قُل لي
وهذا الشرقُ من ولَّاهُ عهدَا

أسادَا بالعُتّوِ أمِ التَعرِي
أمِ الحِقد الذي سَمَّوُهُ وِدَّا

أمِ افتَدَوا الوَرى سَلِمَت يَداهُم
فصَارَ العيشُ بعدَ الكّدِ رَغدَا

بلى قد عظّموا الإنسانَ حتى
ادّعوهُ لِعُنصُرٍ قد كانَ قِردَا

وأَعطَوهُ التَحرُرَ ليسَ يخفَى
ولكن أَلبَسُوهُ العارَ عِقدَا

وأَفشَوا في الأنامِ العِلمَ زَعمًا
لِبيعِ ذَوي النُهَى بالمَالِ زُهدَا

وما هذي الحضارَةُ غيرَ سِحرٍ
يُخيّلُ جَزرُها للعَين مدَّا

أعيرَانِي خَليلَيَّ ابتِسَامًا
وإن كانَ البُكَا للحَالِ أَجدَى

ولكِن جِدُّ قومٍ باتَ هَزلًا
وشَرُ الهَزلِ ما قد كانَ جِدَّا

فأديانُ السّمَا في الأرضِ باتَت
بأرجُلِ ساسَةِ الأديَانِ نَرْدَا

ولستُ أقولُ إنّ الناسَ جَهلٌ
ولكن لا أَرَى للعَقلِ رِفدَا

وما عَتْبِي على كُلٍ  ولكن
على مَن يَدَّعِي التوحيدَ مَبدَا

وأرضٍ قد سَقينَاهَا دِمَانا
وآباءً حَشونَاهَا وَوِلْدَا

فكَادَت تَنبُتُ الكُثبَانُ مِنها
مكَانَ النَبتِ عُقبَانًا وأُسدَا

أَرِيحَا يا خَليلَيّ المَهارَى
وأَعلَمُ أنَّها لَم تَشْكُ جُهدَا

فقد عَوَدتُهَا التِرحَالَ حتى
وَعَت شَكّ الفُروضِ الخَمسِ عَدّا

وما التَشرِيدُ أقلَقَها وَلكِن
رِحالٌ لم يُصِب أهلًا فَشُدَّا

ولو دَرَتِ المُراحَ اليوم دَرَّت
لِفَرطِ سُرورِها راحًا وشَهدَا

أرِيحَاهَا فإنّ المَرءَ وَغدٌ
إذا عَرَضَ الجَمَال وعَنهُ صَدَّا

أرِيحَاهَا فَلِي كُوفانُ عَنّت
ودَمعِي ويكُمَا هذا تَبَدّى

وإني مَن إذا أبصَرتُ حُسنًا
صَبَوتُ ولم أَكُن يا صَحْبُ جَلدَا

أرِيحَاهَا فإنّ المَرءَ وَغدٌ
إذا عَرَضَ الجَمَال وعَنهُ صَدّا

وَسِيرَا لِلكُنَاسَةِ بي رُوَيدًا
وكُونا لي إذا ما مِلتُ رِفدَا

فقد أَنضَتنِيَ الأحزَانُ حتّى
لَكِدتُ أَخّرُّ مِن شَفَتَّيَّ هَدَّا

وقُومَا عَظِّمَاهَا ثُمَّ نَبكِي
قَتِيلًا يَومُهُ أَخزَى مَعَدَّا

قَتيلًا مِن عُلَا مُضَرٍ تَدَاعَى
لَهُ مِن رُكنِهَا ما كَانَ صَلدَا

قَتيلًا مِن بَنِي الآسَادِ عِفرًا
ومِن لُجِّ البِحارِ السَّبعِ أندَى

قتيلًا لم يَكُن فَظًا فَيُجفَى
وليسَ بِإِمَّعٍ حاشَى فَيُحدَى

قتيلًا لو عَدى والمُوت يومًا
وقد حَمِيَ الوَطِيس لكانَ أَعدَى

وقد هُديَّ الأمانُ لَهُ ولكن
رَأى دَقَّ الطُّلَى فِي اللهِ أَهدَى

قتيلًا ما بَكيتُ عليهِ حُزنًا
وإن كُنتُ الذي للنَّوحِ قَصْدَا

ولكنَّ القَذَى في العَين يُبكِي
ويُنطِقُكَ الشَّجى في الحَلقِ وَجدَا

زعم الهمام بأن فاها بارد
عذب مقبله شهي المورد

أَيَطلُبُ عَينَكَ المَكفُوف حتى
يَمِيزَ الغَيّ مِن رُشدٍ فَيُهدَى

فَتُعطيهِ فيُهديهَا أصمًا
دَعِيًّا مِن بَني العُميَانِ عَبدَا

ليُسعِدَهُ على الأيامِ بَينَا
هُمَا كانَا على الأيامِ نَكدَا

فلا سَعدًا أصابَ ولا رَشادًا
ولا عَينَ الذي أعطَاه ردَّا

كذا كُوفانُ حينَ دَعَت حُسَينًا
فأرسَلَ مُسلِمًا لَهُمُ وأَسدَى

فأَهدَوهُ لِنَغلِ بني زيادٍ
فَلُمنِي أو فَدَع إن مُتُّ كَمدَا

وأغدَرُ من عُبيدِ اللهِ عِندِي
مَن اِستَدعَاهُ ثُمَّ عَليهِ أعدَى

بَلى صَلَبُوهُ مَنكُوسًا وهانٍ
وبَعدَ السَّلبِ كانَ العِزُّ بُردَا

وقد سُحِلَا بأضحَى العيدِ جَهرًا
أنالَ اللهُ ذاكَ العيد بُعدَا

ولم يكُ مُسلِمًا هذا وهَانٍ
ولكنَّ العُلا نِصفِين قُدّا

بل القَمَرُ الذي قَد شُقَّ هذا
وقد دَنتِ الطُّفُوفُ ولا مَرَدَّا

وقد دَفنُوهُمَا ليلًا فأضحَت
زَرُودُ لِأوَلِ البَاكينَ وِردَا

ألا قومِي حَمِيدَةُ فاندُبِيهِ
فلا كأبِيكِ بَعدَ اليوم فَقدَا

فيَومُ الطَّفِ بانَ بِهِ جَليًّا
وعيدُ الشَّامِ أوشَكَ فاستَعدَّا

وأنتِ لَأوَّلُ الأيتامِ دَمعًا
لِمَيتَمةٍ غدًا دمعًا وصَفدَا

ألا فابكيَاهُ بِأَبي غَريبًا
بَلى والدَّمعَ لو تَدرِينَ رِفدَا

ألا فابكيهِ صادِيَةً حَشَاهُ
وعَيناهُ مِن الأعَوانِ أصدَى

ألا فابكيه لا يُفدَى أسِيرًا
سَما عن كُلِ نفسٍ لو يُفَّدّى

ألا فابكيهِ مَخضُوبَ الثَنايَا
رَضيضَ الجِسمِ مِن عَالٍ تَرَدّى

ألا فابكيهِ حُسنَ بني عقيلٍ
وأغلظَهُم على الأعدَاءِ كَبدَا

ألا فابكيهِ للمُعتَرِ عَونًا
ولِلمَخذُولِ في اللأَوَاءِ عَضدَا

ألا فابكيهِ نَجدَةَ كُلِ عافٍ
ومِن فِهرٍ ألا فابكيهِ نَجدَا

ألا فابكيهِ للكَرارِ سَيفًا
ومِن رَأيِ الحُسَين السِّبط حَدَّا

ألا فابكيهِ غُدوَةَ نَاجَزوهُ
ولا تَبكيهِ بل فابكيهِ مَجدَا

فقَد أنسَى أُولِي الإِقدَامِ قَبلًا
وأَتعبَ مَن يَرومُ العِزَّ بَعدَا

ويومُ أبيكِ في كُوفانَ يومٌ
لِجَلَّ الله والعُظمَاءِ مَغدَى

فَتًى كَالبيتِ في الإسلامِ لكن
حَطيمًا كُلُهُ في الرّوعِ عُدَّا

أُمَيةُ فيهِ أخطَأَتِ الأَماني
فخاضَهُمُ بذي الحَدّينِ عَمدَا

وقد كَان اختفَى حاشى لِضَعفٍ
ولكِن مِن طِبَاعِ الشّمسِ أبدَى

فَظَنّوا دارَ طَوعةَ مُذ أَتوهَا
مَغيبًا مِنهُ قُرصُ الشّمسِ رُدَّا

فيا لله فردًا قيلَ أضحَت
عَليهِ بما حَوَت كوفانُ جُندَا

وهَبهُم لم يَكُونُوا أهلَ رُشدٍ
فحسبُ جَمالهِ أن كان رُشدَا

وما عَشِقُوا بني سُفيانَ لكِن
أسَرُّوها على المُختارِ حِقدَا

بيومٍ لو بِهِ السُحبَانُ صابَت
لَمَا أرطَبنَ مِن كُوفانَ وَهدَا

تَراهَا مِن عُلٍ والجَيشُ 
مِلءُ الأزِقَةِ كالأَفاعِي الرُّقش مُدَّا

فلَاقَاهُم بِأخطَبَ مِن شُعَيبٍ
ومِن طِبِّ المَسِيحِ أقُولُ أَجدَى

حُسامٌ قد جَلَتهُ يَدُ المَنَايَا
وَصُغنَ لَهُ مِنَ الأكبَادِ غِمدَا

أغَارَ بِهِ على الأعدَاءِ حتى
لَهُ لليوم لا تَسطِيع رَدَّا

وقَد كَرِهُوا الرَدَى ورَضُوا بِعارٍ
فَلَدّهُمُ الرَدَى والعارَ لَدَّا

وأفتَكُ مِن شَبَاهُ بِهِم يَدَاهُ
إذا جَلدَ الفَتى بِأخِيهِ أودَى

حَمَتهُ بِأن يُضَام مَنونُ عِزٍ
ورَوعَةُ خَوضِهِ الأهوَال فَردَا

وأَعراقٌ نَزارِيَةٌ أبَت أن
يُسالِمَ مِن بَني العَبَلات وَغدَا

فكانَ مِن الحُسينِ شَقيقَ نَفسٍ
أرادَ هَوانَها دَهرٌ فَأكدَى

وما أردَتهُ كَثرَتُهُم عَليهِ
ولكنّ الإِبَا واللهِ أَردَى

وقالوا مُسلِمٌ ولو استبَانوا
لقالُوا الُمُسلِمونَ إذا أُعِدَّا

ولَو كُنتُ الجَدِيرَ أقَمتُ دَهرِي
لِنارِ قِراه في كُوفَان وَقدَا

وهَل أنسَى وقُوفِي في حِمَاهُ
ومِن فَرطِ الجَوى نَبكِي ويُشذَى

عَشيَّةَ نُورُ قُبَّتِهِ تَلالَى
ومِن بينِ الهُمومِ لنا تَعدَّى

فَسِرنَا نَحوَ مَرقَدِهِ حَيارى
نَخَالُ بِهِ جَميعَ الأرضِ فِندَا

على كوفَانَ أربَعَ مُشمَخِرًا
إذا ما النَّجمُ راقَاهُ تَرَدَّى

لِحُرٍّ أن يَقولَ إذا رَآهُ
أَتُبرِعُ بَعدَ ذا للضَيمِ خَدَّا

وليسَ النَصر أن تَحيَا أمِيرًا
ولكن أن تَسُود وأنتَ مُردَى

بِهِ جِئنَا نَلوذُ فَزاحَمتنَا
عَليهِ الشِّرعَةُ الغَرّاء وفدَا

ترى الهَيجَا بِهِ والجَوّ صَمتٌ
فَتسمَعُ في عِظامِكَ مِنهُ رَعدَا

وتَكسُوكَ الشَّجاعَةُ مِنهُ حتى
تكَادَ تَرى على كَتِفَيكَ لِبدَا

سَفيرُ السِّبط مُسلِمُ آلِ طَهَ
وأولُ قادِحٍ للطَّفِ زَندَا

وبابُ المُرتَضَى بأبِي وأُمّي
وذلِكَ لَلكَبِيرُ الفَخر جِدَّا

سَفيهٌ مَن أرادَ العِزَّ دارًا
ولَم يَرَ مُسلِمَ الوَهَاب قَصدَا

عَجِبتُ لِمَن يَشكُ الهُمومَ ولَم يَزُر
بابَ الحَوائجِ مُسلمَ بن عقيلِ

من زارَهُ في العِزِّ حَلَّ وفي النَّدى
ومَضَى مَصُونَ الوَجه غِير ذَليلِ

مـنُّـوا عـلـى حَـسَـنٍ بـالأمنِ فـي وَطَـنٍ
و بـالـسَّـلامَـةِ مِــــن نـــارٍ لــهـا شُــعَـلُ

صُـونُوا لَـدَى العَرضِ عِرضِي و اشفعُوا
لــي فـي درائِـرٍ أنـا مِـنها خـائِفٌ وَجِـلُ

و والِـــدَيَّ و إخــوانـي و مَــن طُـوِيَـت
طَــيـاً عــلـى عُـنُـقـي أيــدٍ لـهـا طــوَلُ

أعـنـي مُـحـمَّداً الـسَّامي الـمقامِ و مَـن
لِأمـــرِهِ أنـــا فـــي ذا الـنَّـظـمِ مُـمـتَـثِلُ

ثُــمَّ الـسـلامُ عـلـى خَـيـرِ الأنــامِ مَـتـى
جَـــنَّ الــظَّـلامُ و نــاجَـى الله مُـبـتَهِلُ

مــن يـلـههِ الـمُـرديان الـمـال و الأمــلُ
لـم يـدرِ مـا الـمنجيان الـعلم و الـعملُ

مـن لـي بـصَيقَلِ ألـبَابِ قـد الـتصقت
بــهـا الـرذائـل و الـتـاطت بـهـا الـعـللُ

قــد خـالَـطَت عَـقلَهُم أحـكامُ وَهـمِهِمُ
و خَـلـطُ حُـكـمِهما فــي خـاطِرٍ خَـطَلُ

خــذ رشــد نـفـسك مـن مـرآة عـقلك
لا بـالوهم مـن قـبل أن يـغتالك الأجلُ

فـالـعـقـل مـعـتـصمٌ و الــوهـم مُـتـهـمٌ
و الـعـمـر مـنـصـرمٌ و الـدهـر مـرتـحلُ

إن الأنــــامَ مِــطــىْ الأيــــام تـحـمـلهُم
إلـــى الـحِـمامِ و إن حـلـوا أو ارتـحـلوا

لا يـــولــد الــمــرء إلا فــــوق غــارِبـهـا
يــحــدو  بـــه لـلـمـنايا ســائـقٌ عــجـلُ

يــا مـنـفق الـعمر فـي عـصيان خـالقه
أفــق فـإنـك مــن خـمـر الـهـوى ثـملُ

تـعـصيه لا أنــت مــن عـصـيانه وجــلٌ
مـــن الـعـقـاب و لا مـــن مَـنـهِ خـجـلُ

أنـفـاس نـفـسك أثـمـان الـجنان فـهل
تـشـري بـهـا لـهباً فـي الـحشر تـشتعلُ

تـشـح  بـالـمال حـرصـاً و هــو مـنـتقلٌ
و أنـــت عــنـه بــرغـمٍ مــنـك تـنـتـقلُ

مـا عـذر مـن بـلغ العشرين إن هجعت
عـيـنـاه أو عــاقـه عـــن طـاعـةٍ كـسـلُ

إن كـنـت مـنـتهجاً مـنـهاج ربِّ حِـجَىً
فــقــم بــجـنـح دُجَــــى لــلـه تـنـتـفلُ

ألا تــــرى أولــيــاء الله كــيــف قَــلَــت
طيب الكرى في الدياجي منهم المُقلُ

يــدعـون  ربــهـم فـــي فـــك عـنـقـهمُ
مــــن رِقِّ ذَنــبِـهِـم و الــدمـع يـنـهـملُ

نـحـف الـجسوم فـلا يُـدرى إذا ركـعوا
قِــسِــيُّ نَــبــلٍ هــــم أم رُكــــعٌ نُــبُــلُ

خُمْصُ البطون طِوىً ذبل الشفاه ظماً
عُـمشُ الـعيون بُـكلً مـا عَـبَّها الـكَحَلُ

يُـقال مَـرضىً و مـا بـالقوم مـن مرضٍ
أو خـولـطـوا خـبـلاً حـاشـاهم الـخَـبَلُ

تـعـادل الـخـوف فـيـهم و الـرجاء فـلم
يَــفـرطُ بــهـم طــمـعٌ يـومـاً و لا وجــلُ

إن يـنـطقوا ذكـروا أو يـصمتوا شَـكَروا
أو يـغـضبوا غـفروا أو يـقطعوا وصـلوا

أو يُـظـلموا صـفحوا أو يُـوزنوا رجـحوا
أو يُـسـئلوا سـمحوا أو يـحكموا عـدلوا

فــــلا يــلِـم بــهـم مـــن ذنـبـهـم لــمـمٌ
و لا يـمـيـل بــهـم عـــن وردهــم مَـلَـلُ

و لا يـسـيـل لــهـم دمـــعٌ عــلـى بــشـرٍ
إلا عــلـى مـعـشـرٍ فــي كـربـلاء قُـتـلوا

رَكـبٌ بـرغم الـعُلى فـوق الـثرى نـزلوا
و قـــد اُعِــدَّ لـهـم فــي الـجـنة الـنُـزلُ

تُـنـسـي الـمـواقـف أهـلـيـها مـواقـفهم
بـصـبرهم فــي الـبـرايا يُـضرب الـمثلُ

سَـــدٌّ إذا اتَّـسـقـوا أُســـدٌ إذا افـتَـرقـوا
شُـهبٌ إذا اخـترَقوا الأبـطالَ و اقـتَتَلُوا

ذاقـوا الـحتوف بـأكناف الطفوف على
رغــم الأنــوف و لــم تـبـرد لـهـم غُـللُ

أفــدي الـحُـسينَ صَـريعاً لا صَـريخَ لَـهُ
إلا  صَـــريــرَ نُـــصُــولٍ فــيــهِ تَــتَّـصِـلُ

و الـطـعـن مـؤتَـلِـفٌ فــيـه و مـخـتلفٌ
و الـنـحـر مـنـعـطفٌ و الـعـمر مـنـبتلُ

و الـجسم مُـضطَربٌ بـالنجع مختضبٌ
و  الــقـلـب مـلـتـهـبٌ مــــا بــلـه بــلـلُ

و الـشـمر مـشـتغلٌ فــي ذبـحـه عَـجِلُ
و الـسـبـط مـنـجدلٌ يـدعـوا و يـبـتهلُ

عـجبت من فتك شمرٍ بالحسين و قد
رقــى عـلى الـصدر مِـنهُ و هـو مُـنتعلُ

كـيـف اسـتطاع لـصدر الـصدر مـرتقياً
و دون أدنـــى مــراقـي كـعـبـهُ زُحـــلُ

أفــدي الـحـسين طـريحاً لا ضَـريحَ لَـهُ
و مـــا لَـــهُ غَــيـرَ قـانـي نَـحـرِهِ غُـسُـلُ

دمـــاؤُهُ هـطـلت لـلـشيب مـنـه حَـنَـىًّ
و الجسم قد حجلت من فوقه الحجلُ

و الــرأس مـرتـفعٌ فــي رأس مُـنتصبٍ
يـبـكي عـلـى حـمله الـمَرِّيخُ و الـحَمَلُ

لا جَـدَّ لـلمَجدِ جِـدِّيْ إن جـلَستُ على
بَـسطِ انبِساطي و أبدى سِنِّيَ و الحَملُ

و كَـيْفَ أحـمدُ بَـسْطَ الـبالِ مِـن جَـذَلٍ
و سِـبـطُ أحـمَـدَ فــي الـبَوغاءِ مُـنجَدِلُ

و كَـيْـفَ أَنـشـقُ ريـحـاناً و قــد تُـركت
ريـحـانـة الـمـصطفى تـنـتاشها الاُسَــلُ

أَمْ كَــيْـفَ أشـــرب مـــاءً لا أغـــص بــه
و الـسـبط صــادٍ تـسقيه الـردى الـذبلُ

أَمْ كَـيْـفَ أفـرُشُ فَـرشاً و هـوَ مُـنجَدِلٌ
بِــجُـنـدُلٍ قــــد عــــلا عَـلـبَـاءَهُ عــبَـلُ

أَمْ كَـيْـفَ يـعـبَقُ بــي طِـيـبٌ و نِـسـوَتُهُ
شُــعـثٌ تـرامـى بِـهِـنَّ الـعُـجَّفُ الـبُـزُلُ

بِــــــلا وِطــــــاءٍ و لا سِـــتــرٍ يُـجَـلِّـلُـهـا
عَـن أعـيُنِ الـنَّاسِ إلَّا الـحُزنُ و الـثَّكَلُ

إلــــى يــزيــدَ تُــهـدى و هـــو مـبـتـهجٌ
مُــكَــنَّــعُ بـــــرداء الــكِــبـر مــشـتـمـلُ

أصــــلاهُ خـالِـقُـهُ فـــي هَـبـهَـبٍ لَـهَـبَـاً
لَـــهُ بِــهـا ظُــلَـلٌ مـــن فَـوقِـهـا ظُـلَـلُ

يــا جُـنَّـةَ الـناسِ مِـن نـارِ الـجَحيمِ وَيَـا
حُـراسَـهُـم  إن عَــرَاهُـم حــادِثٌ جَـلَـلُ

فِدَاءً لمثواكَ من مَضْجَعِ
تَنَوَّرَ بالأبلَجِ الأروَعِ

بأعبقَ من نَفحاتِ الجِنانِ
رُوْحَاً ومن مِسْكِها أَضْوَعِ

وَرَعْيَاً ليومِكَ يومِ "الطُّفوف"
وسَقْيَاً لأرضِكَ مِن مَصْرَعِ

وحُزْناً عليكَ بِحَبْسِ النفوس
على نَهْجِكَ النَّيِّرِ المَهْيَعِ

وصَوْنَاً لمجدِكَ مِنْ أَنْ يُذَال
بما أنتَ تأباهُ مِنْ مُبْدَعِ

فيا أيُّها الوِتْرُ في الخالدِينَ
فَذَّاً ، إلى الآنَ لم يُشْفَعِ

ويا عِظَةَ الطامحينَ العِظامِ
للاهينَ عن غَدِهِمْ قُنَّعِ

تعاليتَ من مُفْزِعٍ للحُتوفِ
وبُورِكَ قبرُكَ من مَفْزَعِ

تلوذُ الدُّهورُ فَمِنْ سُجَّدٍ
على جانبيه ومن رُكَّعِ

شَمَمْتُ ثَرَاكَ فَهَبَّ النَّسِيمُ
نَسِيمُ الكَرَامَةِ مِنْ بَلْقَعِ

وعَفَّرْتُ خَدِّي بحيثُ استراحَ
خَدٌّ تَفَرَّى ولم يَضْرَعِ

وحيثُ سنابِكُ خيلِ الطُّغَاةِ
جالتْ عليهِ ولم يَخْشَعِ

وَخِلْتُ وقد طارتِ الذكرياتُ
بِروحي إلى عَالَمٍ أرْفَعِ

وطُفْتُ بقبرِكَ طَوْفَ الخَيَالِ
بصومعةِ المُلْهَمِ المُبْدِعِ

كأنَّ يَدَاً مِنْ وَرَاءِ الضَّرِيحِ
حمراءَ " مَبْتُورَةَ الإصْبَعِ"

تَمُدُّ إلى عَالَمٍ بالخُنُوعِ
وَالضَّيْمِ ذي شَرَقٍ مُتْرَعِ

تَخَبَّطَ في غابةٍ أطْبَقَتْ
على مُذْئِبٍ منه أو مُسْبِعِ

لِتُبْدِلَ منهُ جَدِيبَ الضَّمِيرِ
بآخَرَ مُعْشَوْشِبٍ مُمْرِعِ

وتدفعَ هذي النفوسَ الصغارَ
خوفاً إلى حَرَمٍ أَمْنَعِ

تعاليتَ من صاعِقٍ يلتظي
فَإنْ تَدْجُ داجِيَةٌ يَلْمَعِ

تأرّمُ حِقداً على الصاعقاتِ
لم تُنْءِ ضَيْراً ولم تَنْفَعِ

ولم تَبْذُرِ الحَبَّ إثرَ الهشيمِ
وقد حَرَّقَتْهُ ولم تَزْرَعِ

ولم تُخْلِ أبراجَها في السماء
ولم تأتِ أرضاً ولم تُدْقِعِ

ولم تَقْطَعِ الشَّرَّ من جِذْمِهِ
وغِلَّ الضمائرِ لم تَنْزعِ

ولم تَصْدِمِ الناسَ فيما هُمُ
عليهِ مِنَ الخُلُقِ الأوْضَعِ

تعاليتَ من "فَلَكٍ" قُطْرُهُ
يَدُورُ على المِحْوَرِ الأوْسَعِ

فيابنَ البتولِ وحَسْبِي بِهَا
ضَمَاناً على كُلِّ ما أَدَّعِي

ويابنَ التي لم يَضَعْ مِثْلُها
كمِثْلِكِ حَمْلاً ولم تُرْضِعِ

ويابنَ البَطِينِ بلا بِطْنَةٍ
ويابنَ الفتى الحاسرِ الأنْزَعِ

ويا غُصْنَ "هاشِمَ" لم يَنْفَتِحْ
بأزْهَرَ منكَ ولم يُفْرِعِ

ويا واصِلاً من نشيدِ الخُلود
خِتَامَ القصيدةِ بالمَطْلَعِ

يَسِيرُ الوَرَى بركابِ الزمانِ
مِنْ مُسْتَقِيمٍ ومن أظْلَعِ

وأنتَ تُسَيِّرُ رَكْبَ الخلودِ
ما تَسْتَجِدُّ لهُ يَتْبَعِ

تَمَثَّلْتُ يومَكَ في خاطرِي
ورَدَّدْتُ صوتَكَ في مَسْمَعِي

وَمَحَّصْتُ أمْرَكَ لم أرْتَهِبْ
بِنَقْلِ " الرُّوَاةِ " ولم أُُخْدَعِ

وقُلْتُ: لعلَّ دَوِيَّ السنين
بأصداءِ حادثِكَ المُفْجِعِ

وَمَا رَتَّلَ المُخْلِصُونَ الدُّعَاةُ
من " مُرْسِلِينَ " ومنْ "سُجَّعِ"

ومِنْ "ناثراتٍ" عليكَ المساءَ
والصُّبْحَ بالشَّعْرِ والأدْمُعِ

لعلَّ السياسةَ فيما جَنَتْ
على لاصِقٍ بِكَ أو مُدَّعِي

وتشريدَهَا كُلَّ مَنْ يَدَّلِي
بِحَبْلٍ لأهْلِيكَ أو مَقْطَعِ

لعلَّ لِذاكَ و"كَوْنِ" الشَّجِيّ
وَلُوعَاً بكُلِّ شَجٍ مُوْلعِ

يداً في اصطباغِ حديثِ الحُسَيْن
بلونٍ أُُرِيدَ لَهُ مُمْتِعِ

وكانتْ وَلَمّا تَزَلْ بَرْزَةً
يدُ الواثِقِ المُلْجَأ الألمعي

صَناعَاً متى ما تُرِدْ خُطَّةً
وكيفَ ومهما تُرِدْ تَصْنَعِ

ولما أَزَحْتُ طِلاءَ القُرُونِ
وسِتْرَ الخِدَاعِ عَنِ المخْدَعِ

أريدُ "الحقيقةَ" في ذاتِهَا
بغيرِ الطبيعةِ لم تُطْبَعِ

وجَدْتُكَ في صورةٍ لم أُرَعْ
بِأَعْظَمَ منها ولا أرْوَعِ

وماذا! أأرْوَعُ مِنْ أنْ يَكُون
لَحْمُكَ وَقْفَاً على المِبْضَعِ

وأنْ تَتَّقِي دونَ ما تَرْتَئِي
ضميرَكَ بالأُسَّلِ الشُّرَّعِ

وأن تُطْعِمَ الموتَ خيرَ البنينَ
مِنَ "الأَكْهَلِينَ" إلى الرُّضَّعِ

وخيرَ بني "الأمِّ" مِن هاشِمٍ
وخيرَ بني " الأب " مِنْ تُبَّعِ

وخيرَ الصِّحابِ بخيرِ الصُّدُورِ
كَانُوا وِقَاءَكُ ، والأذْرَعِ

وقَدَّسْتُ ذِكراكَ لم انتحِلْ
ثِيَابَ التُّقَاةِ ولم أَدَّعِ

تَقَحَّمْتَ صَدْرِي ورَيْبُ الشُّكُوكِ
يِضِجُّ بِجُدْرَانِهِ الأَرْبَعِ

وَرَانَ سَحَابٌ صَفِيقُ الحِجَاب
عَلَيَّ مِنَ القَلَقِ المُفْزِعِ

وَهَبَّتْ رِياحٌ من الطَّيِّبَاتِ
و" الطَّيِّبِينَ " ولم يُقْشَعِ

إذا ما تَزَحْزَحَ عَنْ مَوْضِعٍ
تَأَبَّى وعادَ إلى مَوْضِعِ

وجَازَ بِيَ الشَّكُّ فيما مَعَ
" الجدودِ " إلى الشَّكِّ فيما معي

إلى أن أَقَمْتُ عَلَيْهِ الدَّلِيلَ
مِنْ " مبدأٍ " بِدَمٍ مُشْبَعِ

فأسْلَمَ طَوْعَا ً إليكَ القِيَادَ
وَأَعْطَاكَ إذْعَانَةَ المُهْطِعِ

فَنَوَّرْتَ ما اظْلَمَّ مِنْ فِكْرَتِي
وقَوَّمْتَ ما اعْوَجَّ من أضْلُعِي

وآمَنْتُ إيمانَ مَنْ لا يَرَى
سِوَى العَقْل في الشَّكِّ مِنْ مَرْجَعِ

بأنَّ (الإباءَ) ووحيَ السَّمَاءِ
وفَيْضَ النُّبُوَّةِ ، مِنْ مَنْبَعِ

تَجَمَّعُ في (جوهرٍ) خالِصٍ
تَنَزَّهَ عن ( عَرَضِ ) المَطْمَعِ

وَجه الصَباح عليَّ لَيلٌ مُظلمُ
وَربيع أَيامي عَليَّ محرَّمُ

وَاللَيل يَشهد لي بِأَني ساهر
مُذ طابَ لِلناس الرقادُ وَهوّموا

بي قَرحةٌ لَو أَنَّها بيَلملمٍ
نَسفت جَوانبه وَساخَ يَلملم

قَلقاً تَقلِّبني الهُموم بمضجعي
وَيَغور فكري في الزَمان وَيُتهم

مَن لي بِيَومِ وَغىً يَشب ضَرامه
وَيَشيب فودُ الطفل مِنهُ فَيَهرم

يُلقِي العجاجُ بِهِ الجرانَ كَأَنَّهُ
لَيلٌ وَأَطرافُ الأَسنة أَنجم

فَعَسى أَنال مِن الترات مَواضياً
تُسدي عَليهن الدُهورُ وَتُلحِم

أَو مَوتة بَينَ الصُفوف أُحبُّها
هِيَ دين معشريَ الَّذينَ تقدموا

ما خلت أن الدَهر مِن عاداته
تَروى الكِلابُ بِهِ وَيَظمى الضَيغم

مثل اِبن فاطمةٍ يَبيت مُشَرّداً
وَيَزيدُ في لَذاته متنعِّم

يَرقى مَنابرَ أَحمَدٍ مُتأمراً
في المُسلمين وَلَيسَ يُنكرُ مُسلم

وَيَضيِّق الدُنيا عَلى اِبن محمدٍ
حَتّى تَقاذفه الفَضاء الأَعظَم

خَرج الحُسينُ مِن المَدينة خائِفاً
كَخُروج مُوسى خائِفاً يَتكتَّم

وَقَد اِنجَلى عَن مَكة وَهوَ اِبنُها
وَبَهِ تَشرَّفت الحَطيمُ وَزَمزَم

لَم يَدر أَينَ يريح بُدنَ ركابه
فَكأنَّما المَأوى عَلَيهِ محرَّم

فَمشت تؤمُّ بِهِ العِراقَ نَجائبٌ
مثل النَعام بِهِ تَخبُّ وَترسم

متعطفاتٍ كَالقسيِّ مَوائِلاً
وَإِذا اِرتَمَت فَكأنما هِيَ أَسهم

حفته خَيرُ عصابةٍ مضريةٍ
كَالبَدر حينَ تَحف فيهِ الأَنجُم

ركبٌ حجازيون بَينَ رحالهم
تَسري المنايا أنجدوا أَو أتهموا

يَحدون في هزج التلاوة عيسَهم
وَالكُلُّ في تَسبيحه يَترنَّم

متقلدين صَوارماً هنديةً
مِن عَزمهم طُبعت فَلَيسَ تَكهَّم

بيض الصفاح كَأَنَّهن صَحائفٌ
فيها الحِمام مُعنونٌ وَمُترجَم

إِن أَبرقت رَعدت فَرائصُ كُلِّ ذي
باسٍ وَأَمطَر مِن جَوانبها الدَم

وَيَقوّمون عَوالياً خطيةً
تَتَقاعد الأَبطال حينَ تُقوَّم

أَطرافها حمرٌ تزان بِها كَما
قَد زانَ بِالكَف الخَضيبةِ معصم

إِن هَزَّ كُلٌّ مِنهُمُ يَزنيَّهُ
بيديه ساب كَما يَسيب الأَرقَم

وَلَصبرُ أَيوب الَّذي ادَّرَعوا بِهِ
مِن نَسج داودٍ أَشَدُّ وَأَحكَم

نَزَلوا بِحومة كَربلا فَتطلَّبت
مِنهُم عَوائدَها الطُيورُ الحُوَّم

وَتباشر الوَحشُ المثارُ أَمامهم
أن سوف يَكثر شربُه وَالمطعم

طَمعت أُميةُ حينَ قلَّ عَديدُهم
لِطليقهم في الفَتح أن يَستسلِموا

وَرَجوا مذلَّتهم فَقُلن رِماحهم
مِن دُون ذَلِكَ أَن تُنال الأَنجُم

حَتّى إِذا اِشتَبك النِزالُ وَصرَّحت
صيدُ الرِجال بِما تجنُّ وَتَكتم

وَقع العذابُ عَلى جُيوش أُميةٍ
مِن باسلٍ هوَ في الوقايع مَعلَم

ما راعَهُم إِلّا تَقحُّمُ ضَيغمٍ
غيران يَعجم لَفظه وَيدمدم

عبست وُجوه القَوم خَوف المَوت وَال
عَباسُ فيهم ضاحكٌ متبسم

قَلب اليَمين عَلى الشَمال وَغاص في ال
لأوساط يَحصد في الرُؤوس وَيَحطم

وَثَنا أَبو الفَضل الفَوارس نُكَّصاً
فَرَأوا أَشدَّ ثَباتهم أَن يُهزَموا

ما كرَّ ذو بَأس لَهُ متقدِّماً
إِلا وَفَرَّ وَرَأسُهُ المتقدِّم

صبغ الخُيولَ برمحه حَتّى غَدا
سيان أَشقَر لَونها وَالأَدهم

ما شد غضَباناً عَلى مَلمومةٍ
إِلا وَحلَّ بِها البَلاء المُبرم

وَلَهُ إلى الإِقدام سُرعةُ هاربٍ
فَكأنَّما هوَ بِالتقدُّم يَسلم

بَطل تَورَّثَ مِن أَبيه شَجاعةً
فيها أُنوف بَني الضَلالة ترغم

يَلقى السِلاح بِشدة مِن بأسه
فَالبيض تُثلَمُ وَالرِماح تُحَطَّم

عرف المَواعظَ لا تُفيد بمعشرٍ
صَمّوا عَن النَبأ العَظيم كَما عَموا

فَاِنصاعَ يَخطبُ بِالجَماجم وَالكلا
فَالسَيف يَنثر وَالمثقَّف ينظم

أَو تَشتَكي العَطشَ الفَواطمُ عِندَه
وَبصدر صعدته الفراتُ المُفعم

لَو سَدُّ ذي القرنين دُون وَرودِه
نَسَفته همَّتُه بِما هوَ أَعظَم

وَلو اِستَقى نَهر المَجرة لارتقى
وَطَويل ذابله إِلَيها سلَّم

حامي الظَعينة أَين مِنهُ رَبيعةٌ
أَم أَين مِن عَليا أَبيهِ مكدم

في كَفِّهِ اليُسرى السَقاء يقلُّهُ
وَبِكَفِّهِ اليُمنى الحسام المخذم

مثل السَحابة لِلفَواطم صَوبُه
وَيَصيب حاصبُه العَدوَّ فَيُرجَم

بَطلٌ إِذا رَكب المطهمَ خلتَه
جَبلاً أَشمَّ يَخفُّ فيهِ مطهَّم

قَسماً بِصارمه الصَقيل وَإِنَّني
في غَير صاعقة السَما لا أقسم

لَولا القَضا لَمحى الوُجود بِسَيفه
وَاللَه يَقضي ما يَشاءُ وَيحكم

حَسمت يَديهِ المرهفاتِ وَإِنَّهُ
وَحسامَهُ مِن حدهنَّ لَأَحسم

فَغَدا يَهمُّ بِأَن يَصول فَلَم يطق
كاللَيث إِذ أظفاره تَتقلَّم

أَمن الرَدى مَن كانَ يَحذر بَطشَهُ
أَمْنَ البُغاثِ إِذا أُصيبَ القشعم

وَهوى بِجَنبِ العلقميِّ فَلَيتَه
لِلشاربين بِهِ يُدافُ العلقم

فَمَشى لمصرعه الحسين وَطَرفُه
بَينَ الخِيام وَبَينه متقسِّم

ألفاه مَحجوب الجَمال كَأَنَّهُ
بَدرٌ بِمنحطمِ الوَشيج مُلَثَّم

فَأكبَّ محنيّاً عَلَيهِ وَدَمعُهُ
صبغ البَسيطَ كَأَنَّما هوَ عَندم

قَد رامَ يَلثمُهُ فَلم يَرَ موضعاً
لَم يَدمِه عَضُّ السِلاح فَيَلثَم

نادى وَقَد مَلأ البَوادي صَيحةً
صمُّ الصُخور لِهَولِها تَتَأَلَّم

أَأُخيَّ يَهنيك النَعيم وَلَم أَخل
تَرضى بِأَن أَرزى وَأَنتَ منعَّم

أَأُخيَّ مَن يَحمي بَنات محمد
إِن صُرنَ يَسترحمنَ مَن لا يَرحَم

ما خلت بُعدَك يَستَسرُّ سَواعدي
وَيَكفُّ باصِرَتي وَظهري يقصم

لِسواك يُلطم بِالأَكُفِّ وَهَذِهِ
بيضُ الظُبا لك في جَبيني تلطم

ما بَينَ مصرعك الفَظيع وَمَصرعي
إلا كَما أَدعوك قَبلُ وَتنعم

هذا حسامك من يَذب بِهِ العِدى
وَلِواك هذا مَن بِهِ يَتقدَّم

هوَّنت يا اِبن أَبي مصارعَ فتيتي
وَالجَرح يُسكِنُهُ الَّذي هُوَ أَأْلَم

يا مالِكاً صَدر الشَريعة إِنَّني
لِقليل عُمري في بُكاكَ مُتَمِّم

ألا في سبيلِ المَجْدِ ما أنا فاعل
عَفافٌ وإقْدامٌ وحَزْمٌ ونائِل

أعندي وقد مارسْتُ كلَّ خَفِيّةٍ
يُصَدّقُ واشٍ أو يُخَيّبُ سائِل

أقَلُّ صُدودي أنّني لكَ مُبْغِضٌ
وأيْسَرُ هَجْري أنني عنكَ راحل

إذا هَبّتِ النكْباءُ بيْني وبينَكُمْ
فأهْوَنُ شيْءٍ ما تَقولُ العَواذِل

تُعَدّ ذُنوبي عندَ قَوْمٍ كثيرَةً
ولا ذَنْبَ لي إلاّ العُلى والفواضِل

كأنّي إذا طُلْتُ الزمانَ وأهْلَهُ
رَجَعْتُ وعِنْدي للأنامِ طَوائل

وقد سارَ ذكْري في البلادِ فمَن لهمْ
بإِخفاءِ شمسٍ ضَوْؤها مُتكامل

يُهِمّ الليالي بعضُ ما أنا مُضْمِرٌ
ويُثْقِلُ رَضْوَى دونَ ما أنا حامِل

وإني وإن كنتُ الأخيرَ زمانُهُ
لآتٍ بما لم تَسْتَطِعْهُ الأوائل

وأغدو ولو أنّ الصّباحَ صوارِمٌ
وأسْرِي ولو أنّ الظّلامَ جَحافل

وإني جَوادٌ لم يُحَلّ لِجامُهُ
ونِضْوٌ يَمانٍ أغْفَلتْهُ الصّياقل

وإنْ كان في لُبسِ الفتى شرَفٌ له
فما السّيفُ إلاّ غِمْدُه والحمائل

ولي مَنطقٌ لم يرْضَ لي كُنْهَ مَنزلي
على أنّني بين السّماكينِ نازِل

لَدى موْطِنٍ يَشتاقُه كلُّ سيّدٍ
ويَقْصُرُ عن إدراكه المُتناوِل

ولما رأيتُ الجهلَ في الناسِ فاشياً
تجاهلْتُ حتى ظُنَّ أنّيَ جاهل

فوا عَجَبا كم يدّعي الفضْل ناقصٌ
ووا أسَفا كم يُظْهِرُ النّقصَ فاضل

وكيف تَنامُ الطيرُ في وُكُناتِها
وقد نُصِبَتْ للفَرْقَدَيْنِ الحَبائل

يُنافسُ يوْمي فيّ أمسي تَشرّفاً
وتَحسدُ أسْحاري عليّ الأصائل

وطال اعتِرافي بالزمانِ وصَرفِه
فلَستُ أُبالي مًنْ تَغُولُ الغَوائل

فلو بانَ عَضْدي ما تأسّفَ مَنْكِبي
ولو ماتَ زَنْدي ما بَكَتْه الأنامل

إذا وَصَفَ الطائيَّ بالبُخْلِ مادِرٌ
وعَيّرَ قُسّاًً بالفَهاهةِ باقِل

وقال السُّهى للشمس أنْتِ خَفِيّةٌ
وقال الدّجى يا صُبْحُ لونُكَ حائل

وطاوَلَتِ الأرضُ السّماءَ سَفاهَةً
وفاخَرَتِ الشُّهْبُ الحَصَى والجَنادل

فيا موْتُ زُرْ إنّ الحياةَ ذَميمَةٌ
ويا نَفْسُ جِدّي إنّ دهرَكِ هازِل

وقد أغْتَدي والليلُ يَبكي تأسُّفاً
على نفْسِهِ والنَّجْمُ في الغرْبِ مائل

بِريحٍ أُعيرَتْ حافِراً من زَبَرْجَدٍ
لها التّبرُ جِسْمٌ واللُّجَيْنُ خَلاخل

كأنّ الصَّبا ألقَتْ إليَّ عِنانَها
تَخُبّ بسَرْجي مَرّةً وتُناقِل

إذا اشتاقَتِ الخيلُ المَناهلَ أعرَضَتْ
عنِ الماء فاشتاقتْ إليها المناهل

وليْلان حالٍ بالكواكبِ جَوْزُهُ
وآخرُ من حَلْيِ الكواكبِ عاطل

كأنَّ دُجاهُ الهجْرُ والصّبْحُ موْعِدٌ
بوَصْلٍ وضَوْءُ الفجرِ حِبٌّ مُماطل

قَطَعْتُ به بحْراً يَعُبّ عُبابُه
وليس له إلا التَبَلّجَ ساحل

ويُؤنِسُني في قلْبِ كلّ مَخوفَةٍ
حلِيفُ سُرىً لم تَصْحُ منه الشمائل

من الزّنْجِ كَهلٌ شابَ مفرِقُ رأسِه
وأُوثِقَ حتى نَهْضُهُ مُتثاقِل

كأنّ الثرَيّا والصّباحُ يرُوعُها
أخُو سَقْطَةٍ أو ظالعٌ مُتحامل

إذا أنْتَ أُعْطِيتَ السعادة لم تُبَلْ
وإنْ نظرَتْ شَزْراً إليكَ القبائل

تَقَتْكَ على أكتافِ أبطالها القَنا
وهابَتْكَ في أغمادهِنَّ المَناصِل

وإنْ سدّدَ الأعداءُ نحوَكَ أسْهُماً
نكَصْنَ على أفْواقِهِنَّ المَعابل

تَحامى الرّزايا كلَّ خُفّ ومَنْسِم
وتَلْقى رَداهُنَّ الذُّرَى والكواهِل

وتَرْجِعُ أعقابُ الرّماحِ سَليمَةً
وقد حُطِمتْ في الدارعينَ العَوامل

فإن كنْتَ تَبْغي العِزّ فابْغِ تَوَسّطاً
فعندَ التّناهي يَقْصُرُ المُتطاوِل

تَوَقّى البُدورٌ النقصَ وهْيَ أهِلَّةٌ
ويُدْرِكُها النّقْصانُ وهْيَ كوامل

نبئت أن رسول الله أوعدني
والعفو عند رسول الله مأمول

ليس الجمالُ بمئزرٍ
فاعلم وإن رُدِّيتَ بُردا

إِنّ الجمالَ معادنٌ
وَمَنَاقبٌ أَورَثنَ مَجدا

أَعددتُ للحَدَثانِ سا
بغةً وَعَدَّاءً عَلَندى

نَهداً وذا شُطَبٍ يَقُدُّ
البَيضَ والأبدانَ قَدَّا

وعلمتُ أنّي يومَ ذا
كَ مُنازِلٌ كعباً وَنَهدا

قومٌ إذا لَبِسُوا الحدي
دَ تَنَمَّرُوا حَلَقا وقِدَّا

كلُّ امرئٍ يجري إلى
يوم الهِياجِ بما استعَدَّا

لمّا رأيتُ نساءَنا
يَفحَصنَ بالمَعزاءِ شَدَّا

وَبَدَت لَمِيسُ كَأَنَّها
بَدرُ السماءِ إذا تَبَدَّى

وَبَدَت محاسِنُها التي
تَخفَى وكان الأمرُ جِدَّا

نازلتُ كَبشَهُمُ ولم
أرَ من نِزالِ الكبش بُدَّا

هم يَنذُرونَ دمي وأن
ذُرُ إِن لقيتُ بأن أَشُدَّا

كم من أخٍ ليَ صالحٍ
بَوّأتُهُ بيدَيَّ لَحدا

ما إِن جَزِعتُ ولا هَلِع
تُ ولا يَرُدُّ بُكايَ زَندا

أَلبستُهُ أَثوابَه
وخُلقتُ يومَ خُلِقتُ جَلدا

أُغني غَنَاء الذاهبي
نَ أُعَدُّ للأَعداءِ عَدَّا

ذَهَبَ الذين أُحِبُّهم
وبقيتُ مثلَ السيفِ فَردا

نقل فؤادك حيث شئت من الهوى
ما الحب إلا للحبيب الأول

واحرَّ قَلباهُ مِمَّن قَلبُهُ شَبِمُ
وَمَن بِجِسمي وَحالي عِندَهُ سَقَمُ

مالي أكَتِّمُ حُبّاً قَد بَرى جَسَدي
وتَدَّعي حبَّ سيفِ الدَولَةِ الأمَمُ

إن كانَ يَجمَعُنا حبٌّ لِغُرَّتِهِ
فليتَ أنَّا بِقَدْرِ الحبِّ نَقتسِمُ

قَد زُرتُهُ وسيوفُ الهندِ مُغمَدَةٌ
وقد نظرتُ إليه والسُيوفُ دَمُ

فَكانَ أحْسنَ خَلق الله كلِّهِمُ
وكانَ أحسنَ مافي الأحسَنِ الشِّيَمُ

فوتُ العدوِّ الذي يَمَّمْتُه ظَفَرٌ
في طيّه أسَفٌ في طيّه نِعَمُ

قد نابَ عنكَ شديدُ الخوفِ واصْطنَعَتْ
لكَ المهابةُ ما لا تَصنعُ البُهَمُ

ألزَمتَ نفسَكَ شيئاً ليس يَلْزَمُها
أن لا يوارِيَهمْ أَرضٌ ولا عَلَمُ

أكُلَّما رُمتَ جيشاً فانْثَنى هَرَباً
تَصرَّفَت بكَ في آثارِه الهِمَمُ

عليكَ هَزمُهُمُ في كلِّ مُعتركٍ
وما عليكَ بِهِمْ عارٌ إذا انهزَموا

أما تَرى ظَفراً حُلْواً سِوى ظَفَر
تَصافحَتْ فيه بيضُ الهِندِ واللمَمُ

يا أعدلَ الناسِ إلا في معامَلتي
فيكَ الخِصامُ وَأنتَ الخَصْمُ والحَكَمُ

أعيذُها نظراتٍ منكَ صادقةً
أن تَحْسبَ الشَّحمَ فيمَن شَحْمُهُ وَرَمُ

وما انتفاعُ أخي الدُّنيا بناظرِهِ
إذا استَوَت عندَهُ الأنوارُ والظُّلَمُ

سيَعلَمُ الجمعُ ممَّن ضمَّ مَجلسُنا
بأنَّني خيرُ مَن تسعى بهِ قَدَمُ

أنا الذي نظَر الأعمى إلى أدبي
وأسْمعَت كلماتي مَن بهِ صَمَمُ

أنامُ مِلْءَ جُفُوني عن شوارِدِها
ويَسْهَرُ الخلقُ جرَّاها وَيَختَصِمُ

وجاهلٍ مدَّه في جهلِهِ ضَحِكي
حَتّى أتَتْه يدٌ فرَّاسةٌ وفَمُ

إذا رأيتَ نيوبَ الليث بارزةً
فَلا تَظُنَّنَّ أنَّ اللَيثَ يبتَسِمُ

وَمُهجةٍ مُهجتي مِن هَمّ صاحبها
أدركْتُها بجَوادٍ ظهرهُ حَرَمُ

رِجلاه في الرَّكضِ رجلٌ واليدانِ يدٌ
وفعلُه ما تريدُ الكفُّ وَالقَدَمُ

ومُرهَفٍ سِرتُ بين الجَحْفَلينِ بهِ
حتى ضَربتُ وموجُ الموتِ يَلتَطِمُ

الخيلُ والليلُ والبيداءُ تَعْرِفُني
والسيفُ والرمحُ والقرطاسُ والقَلمُ

صَحِبتُ في الفلواتِ الوحشَ مُنفرِداً
حتى تعجَّبَ مني القُورُ والأكَمُ

يا مَن يَعِزُّ علينا أن نُفارقهم
وِجْدانُنا كل شيءٍ بعْدَكُم عَدَمُ

ما كان أخلقنا منكم بتَكرمَةٍ
لو أنَّ أمرَكُمُ مِن أمرِنا أمَمُ

إن كانَ سرَّكمُ ما قال حاسدُنا
فما لجُرح إذا أرضاكُمُ ألَمُ

وبيننا لَو رعيتُم ذاك مَعرفةٌ
إن المعارِفَ في أهلِ النُّهى ذِمَمُ

كَم تَطلُبونَ لنا عيباً فَيُعجِزُكُم
وَيَكرَهُ اللهُ ما تأتونَ والكَرَمُ

ما أبعدَ العيبَ وَالنقصانَ عن شَرَفي
أنا الثُّريا وذانِ الشيبُ والهَرَمُ

ليتَ الغمامَ الذي عندي صواعقُهُ
يُزيلُهُنَّ إِلى مَن عندَهُ الدِّيَمُ

أرى النَّوى يَقتضيني كلَّ مرحلَةٍ
لا تَستقلُّ بِها الوَخّادَةُ الرُّسُمُ

لئنْ تَرَكْنَ ضميراً عن ميامِنِنا
ليَحْدُثَنَّ لِمَنْ وَدَّعتُهم نَدَمُ

إذا ترحَّلتَ عن قومٍ وقد قدَروا
ألا تُفارِقهُمْ فالرَّاحلونَ هُمُ

شرُّ البلادِ مكانٌ لا صديقَ بهِ
وشرُّ ما يَكسِبُ الإنسانُ ما يَصِمُ

وشرُّ ما قنَّصَتْه راحتي قَنَصٌ
شُهْبُ البُزاةِ سواءٌ فيه والرَّخَمُ

بأي لفظٍ تَقولُ الشعرَ زِعْنِفَةٌ
تَجوزُ عندَك لا عُرْبٌ ولا عَجَمُ

هذا عتابُكَ إلّا أنَّهُ مِقَةٌ
قد ضُمِّنَ الدُرَّ إلّا أنَّهُ كَلِمُ

مِنْ مَوْطِنِ الثّلْجِ زَحّافاً إلى عَدَنِ
خَبّتْ بِيَ الرَّيحُ في مُهْرٍ بِلا رَسَنِ

كَأْسِي عَلَى صَهْوَةٍ مِنْهُ يُصَفِّقُها
مَا قَيّضَ الله لِي مِنْ خَلْقِهِ الحَسَنِ

مِنْ مَوْطِنِ الثّلْجِ . مِنْ خُضْرِ العُيُونِ بِهِ
لِمَوْطِنِ السُّمْرِ مِنْ سَمْرَاءِ ذي يَزَنِ

مِنْ كُلِّ مُلْتَفّةِ الكَشْحَيْنِ نَاعِمَةٍ
مَيّادَةٍ مِثْلِ غُصْنِ البَانَةِ الَلدِنِ

يَا لَلتّصَابِي .. أَلاَ يَنْفَكُّ يَجْذِبُني
عَلَى الثّمانِينَ جَذْبَ النُّوقِ بِالعَطَنِ

قَالْوا : أَمَا تَنْتَشِي إلاّ عَلَى خَطَرٍ
فَقُلتُ : ذَلِكَ مِنْ لَهْوي ، ومِنْ دَدَنِي

سُبْحَانَ مَنْ ألّفَ الضِّدَّيْنِ فِي خَلَدي
فَرْطَ الشّجَاعَةِ فِي فَرْطٍ مِنَ الجُبُنِ

لا أتّقي خَزَراتِ "الذِّئْبِ" تَرْصُدُني
وأتّقِي نَظَراتِ "الأَدْعَجِ" الشّدِنِ

خَبّتْ بِي الرِّيحُ .. فِي إيمَاضِ بَارِقَةً
تُلْغِي مَسَافَةَ بَيْنَ العَيْنِ والأُذُنِ

فَتًى بَذَّ أَربَابَ الكُهُولةِ يَافِعاً
وطَالَ ذَوِي الأسنانِ في سِنِّ أَمْرَدِ

إذا عَلويٌّ لم يكنْ كمحمَّدٍ
فما هُوَ إن فَتَّشْتَ عنه بِسَيِّدِ

أَبَى غيرُ مَنْ أَدْعُوهُ إنْ لَمْ أُكافِهِ
بِمَا طَابَ من نَشْرِ الثَّنَاءِ المخلِّدِ

مَدَائِحُ لم يَسْمَحْ بها فِكْرُ شَاعِرٍ
ولا افترَّ عن أمثالها فَمُ مُنْشدِ

أَنَا الكوكبُ الوَقَّادُ والعَلَمُ الذي
بهِ كلُّ مَنْ غَمَّتْ مَسَاعِيهِ يَهْتدي

متى أَدْعُ عَاصِيْ القولِ يأتي مُطَاوِعاً
وإنْ يَدْعُ غَيري طَائعَ القولِ يقعُدُ

اطمح بطرفك هل ترى
إلا مصابا أو معزى

تأبى التعزي ثم يل
حقنا الزمان بمن تعزى

أغدو وراء الذاهبي
ن تهزني الزفرات هزا

أبكي ظبى فجعت يدي
منها بأصدقها مهزا

قد كنت صلب العود لا
يجني الزمان علي غمزا

حتى مضى بكم يؤز
كم القضاء الجد أزا

لم استطع منعا فيا
لله عزما عاد عجزا

أمسي كأن من القناة
باضلعي قرعا ووخزا

يا ثانيا للنفس بل
يا ثالث العينين عزا

عضو عشت فيه المن
ية ما أجل وما أعزا

عز الحمام عليك إ
ن القرن إن ما عز بزا

شرف الخلافة يا بني العباس
اليوم جدده أبو العباس

قد كان زعزك الزمان فراعه
عود على عجم النوائب عاس

أما درى بل دراى والله قاتله
بأنه أثكل الأديان والمللا

أَكَما يَنعَتُني تُبصِرنَني
عَمرَكُنَّ اللَهَ أَم لا يَقتَصِد

ألا اعتزليني اليوم خولة أو غضي
فقد نزلت حدباء محكمة العض

إذا رأته قريش قال قائلها
إلى مكارم هذا ينتهي الكرم

إِنَّما خُبِّلَ قَلبي فَاِجتَوى
صَعدَةً في سابِرِيٍّ تَطَّرِد

إِنَّما أَهلُكِ جيرانٌ لَنا
إِنَّما نَحنُ وَهُم شَيءٌ أَحَد

أَراهُنَّ لا يُحبِبنَ مَن قَلَّ مالُهُ
وَلا مَن رَأَينَ الشَيبَ فيهِ وَقَوَّسا

بيضاء طاهرة الثياب نقية
طابت وطاب وليدها والمولد

بأن الأرض نحن المالكوها
مسالمة وإلا كان عندا

بنا عرف العلى معنى التعالي
وفينا كانت الجنات خلدا

تحيا ولولا اتساع الوهم ما حملت
أعضاك من نفسك التربيح والمللا

تَأَوَّبَني دائي القَديمُ فَغَلَّسا
أُحاذِرُ أَن يَرتَدَّ دائي فَأُنكَسا

تركنا العيش للأنذال زهدا
وسقنا الدهر من أذنيه عبدا

تخال والفكر لا تجدي مخايله
تصور البحر لا يغري بك البللا

جفت عروق التأني بعد بعدك وال
تحنان مل جوار الحلم فافترقا

جزاء كل قريب منكم ملل
وحظ كل محب منكم ضغن

حَسَدٌ حُمِّلنَهُ مِن أَجلِها
وَقَديماً كانَ في الناسِ الحَسَد

حَدَّثوني أَنَّها لي نَفَثَت
عُقَداً يا حَبَّذا تِلكَ العُقَد

خزي بكاؤك إن لم يعتقب ضحكا
وذلة همس من لا يحسن الزجلا

دارت على فتية دان الزمان لهم
فما يصيبهم إلا بما شاؤوا

دلفنا لحانوت سماكة
نزود بالسمك الكابري

ذم الزمان إليه من أحبته
ما ذم من بدره في حمد أحمده

فكم خضنا نحوس الأفق حتى
رددناهن بالغارات سعدى

فدتك بنفسها كرماً وعشقا
ونحت لفقدها عزاً وشوقا

سهل الخليقة لا تخشى بوادره
يزينه اثنان حسن الخلق والشيم

سُخنَةُ المَشتى لِحافٌ لِلفَتى
تَحتَ لَيلٍ حينَ يَغشاهُ الصَرَد

شتان بين فؤاد عشوه وله
وبين جلد حشاه اللخو حين حشا

شرف الخلافة يا بني العباس
اليوم جدده أبو العباس

عم البرية بالإحسان فانقشعت
عنها الغياهب والإملاق والعدم

غادَةٌ تَفتَرُّ عَن أَشنَبِها
حينَ تَجلوهُ أَقاحٍ أَو بَرَد

مكر مفر مقبل مدبر معا
كجلمود صخر حطه السيل من عل

مهلاً هداك الذي أعطاك نافلة ال
قرآن فيها مواعيظ وتفصيل

ما قال لا قط إلا في تشهده
لولا التشهد كانت لاؤه نعم

ما ضر هذا الورى لو أنهم علموا
أن الحمار إذا عظمته جحشا

ما لي أحن لمن لم ألقهم أبدا
ويملكون علي الروح والجسدا

ما خلت أن الدهر من عاداته
تروى الكلاب به ويظمى الضيغم

مرادي لقياك في كل حين
فيا ليت أني ألقى مرادي

ما كر ذو بأس له متقدماً
إلا وفر ورأسه المتقدم

ما بدلت ديني الدنيا وقد عرفت
أني الذي شاب في ما قبل فيه نشا

ملأنا البحر حتى ضاق عنا
ونحن البحر نملؤه سفينا

كلتا يدبه غياث عم نفعهما
يستوكفان ولا يعروهما عدم

كُلَّما قُلتُ مَتى ميعادُنا
ضَحِكَت هِندٌ وَقالَت بَعدَ غَد

هذا الذي تعرف البطحاء وطأته
والبيت يعرفه والحل والحرم

روحي إذا أرجت ريح الحجاز رجت
لو أنها درجت في الريح طير صدى

رأيتكم لا يصون العرض جاركم
ولا يدر على مرعاكم اللبن

يكاد يمسكه عرفان راحته
ركن الحطيم إذا ما جاء يستلم

يغضي حياء ويغضى من مهابته
فما يكلم إلا حين يبتسم

يظن لاقيه بالهيجاء أنه من
ست الجهات لفرط الهول قد رمقا

يعوقني عن منى نفسي عفاف يدي
وبالغرام دمي عن طله شغلا

طف بي واثقل مسير الظعن إنك في
أرض تفاخر فيها الارجل المقلا

طَفلَةٌ بارِدَةُ القَيظِ إِذا
مَعمَعانُ الصَيفِ أَضحى يَتَّقِد

لا العقل يدفع طيش الحب عنك ولا
عن عقلك الحب ينفي العذر والجدلا

لَيتَ هِنداً أَنجَزَتنا ما تَعِد
وَشَفَت أَنفُسَنا مِمّا تَجِد

له الجمال ولو أن الأنام وعت
لم تدع بالحسن إلا من به لحقا

لَقَد طَمِحَ الطَمّاحُ مِن بُعدِ أَرضِهِ
لِيُلبِسَني مِن دائِهِ ما تَلَبَّسا

نبكي على الدنيا وما من معشر
جمعتهم الدنيا فلم يتفرقوا

نَحنُ أَهلُ الخَيفِ مِن أَهلِ مِنىً
ما لِمَقتولٍ قَتَلناهُ قَوَد

قلقا تقلبني الهموم بمضجعي
ويغور فكري في الزمان ويتهم

قُلتُ أَهلاً أَنتُمُ بُغيَتُنا
فَتَسَمَّينَ فَقالَت أَنا هِند

قُلتُ مَن أَنتِ فَقالَت أَنا مَن
شَفَّهُ الوَجدُ وَأَبلاهُ الكَمَد

زَعَموها سَأَلَت جاراتِها
وَتَعَرَّت ذاتَ يَومٍ تَبتَرِد

يَرُعنَ إِلى صَوتي إِذا ما سَمِعنَهُ
كَما تَرعَوي عيطٌ إِلى صَوتِ أَعيَسا

في ذِمَّةِ اللهِ ما ألقَى وما أجِدُ
أهذِهِ صَخرةٌ أمْ هذِه كبِدُ

قدْ يقتُلُ الحُزنُ مَنْ أحبابهُ بَعُدوا
عنه فكيفَ بمنْ أحبابُهُ فُقِدوا

تَجري على رِسْلِها الدُنيا ويتبَعُها
رأيٌ بتعليلِ مَجراها ومُعتقَد

أعيا الفلاسفةَ الأحرارَ جهلُهمُ
ماذا يخِّبي لهمْ في دَفَّتيهِ غد

طالَ التَمحْلُ واعتاصتْ حُلولُهم
ولا تزالُ على ما كانتِ العُقَد

ليتَ الحياةَ وليت الموتَ مرَحمَةٌ
فلا الشبابُ ابنُ عشرينٍ ولا لبَد

ولا الفتاةُ بريعانِ الصِبا قُصفَتْ
ولا العجوزُ على الكّفينِ تَعتمِد

وليتَ أنَّ النسورَ استُنزفَتْ نَصفاً
أعمارُهنَّ ولم يُخصصْ بها أحد

حُييَّتِ » أُمَّ فُراتٍ » إنَّ والدة
بمثلِ ما انجبَتْ تُكنى بما تَلِد

تحيَّةً لم أجِدْ من بثِّ لاعِجِها
بُدّاً ، وإنْ قامَ سدّاً بيننا اللَحد

بالرُوح رُدِّي عليها إنّها صِلةٌ
بينَ المحِبينَ ماذا ينفعُ الجَسد

عزَّتْ دموعيَ لو لمْ تَبعثي شَجَناً
رَجعت مِنه لحرِّ الدمع أبترِد

خَلعتُ ثوبَ اصطِبارٍ كانَ يَستُرنُي
وبانَ كِذبُ ادِعائي أنَّني جَلِد

بكَيتُ حتَّى بكا من ليسَ يعرِفُني
ونُحتُ حتَّى حكاني طائرٌ غَرِد

كما تَفجَّرَ عَيناً ثرَّةً حجَرٌ
قاسٍ تفَجَّرَ دمعاً قلبيَ الصَلد

إنّا إلى اللهِ ! قولٌ يَستريحُ بهِ
ويَستوي فيهِ مَن دانوا ومَن جَحدوا

مُدَّي إليَّ يَداً تُمْدَدْ إليكِ يدُ
لابُدَّ في العيشِ أو في الموتِ نتَّحِد

كُنَّا كشِقَّينِ وافي واحداً قدَرٌ
وأمرُ ثانيهما مِن أمرِهِ صَدَد

ناجيتُ قَبرَكِ استوحي غياهِبَهُ
عن ْحالِ ضيفٍ عليهُ مُعجَلا يفد

وردَّدَتْ قفرةٌ في القلبِ قاحِلةٌ
صَدى الذي يَبتغي وِرْداً فلا يجِد

ولَفَّني شَبَحٌ ما كانَ أشبَههُ
بجَعْدِ شَعركِ حولَ الوجهِ يَنعْقد

ألقيتُ رأسيَ في طيَّاتِه فَزِعاً
نظير صُنْعِيَ إذ آسى وأُفتأد

أيّامَ إنْ صناقَ صَدري أستريحُ إلى
صَدرٍ هو الدهرُ ما وفى وما يَعِد

لا يُوحشِ اللهُ رَبعاً تَنزِلينَ بهِ
أظُنُ قبرَكِ رَوضاً نورُه يَقِد

وأنَّ رَوْحكِ رُحٌ تأنَسِينَ بها
إذا تململَ مَيْتٌ رُوْحُهُ نَكَد

كُنَّا كنبَتةِ رَيحانٍ تخطَّمَها
صِرٌّ . فأوراقُها مَنزوعَةٌ بَددَ

غَّطى جناحاكِ أطفالي فكُنتِ لهُمْ
ثغراً إذا استيقَظوا ، عِيناً اذا رقَدوا

شّتى حقوقٍ لها ضاقَ الوفاءُ بها
فهلْ يكونُ وَفاءً أنني كمِد

لم يَلْقَ في قلبِها غِلٌّ ولا دَنَسٌ
لهُ محلاً ، ولا خُبْثٌ ولا حَسد

ولم تكُنْ ضرةً غَيرَى لجِارَتِها
تُلوى لخِيرٍ يُواتيها وتُضْطَهد

ولا تَذِلُّ لخطبٍ حُمَّ نازِلُهُ
ولا يُصَعِّرُ مِنها المالُ والولد

قالوا أتى البرقُ عَجلاناً فقلتُ لهمْ
واللهِ لو كانَ خيرٌ أبطأتْ بُرُد

ضاقَتْ مرابِعُ لُبنانٍ بما رَحُبَتْ
عليَّ والتفَّتِ الآكامُ والنُجُد

تلكَ التي رقَصَتْ للعينِ بَهْجَتُها
أيامَ كُنَّا وكانتْ عِيشةٌ رَغَد

سوداءُ تنفُخُ عن ذِكرى تُحرِّقُني
حتّى كأني على رَيعانِها حَرِد

واللهِ لم يحلُ لي مغدىً ومُنْتَقَلٌ
لما نُعيتِ ، ولا شخصٌ ، ولا بَلَد

أينَ المَفَرُّ وما فيها يُطاردُني
والذِكرياتُ ، طرُّيا عُودُها ، جُدُد

أألظلالُ التي كانتْ تُفَيِّئُنا
أمِ الِهضابُ أم الماء الذي نَرِد؟

أم أنتِ ماثِلةٌ ؟ مِن ثَمَّ مُطَّرَحٌ
لنا ومنْ ثَمَّ مُرتاحٌ ومُتَّسَد

سُرعانَ ما حالتِ الرؤيا وما اختلفَتْ
رُؤىً ، ولا طالَ  إلا ساعةٍ  أمَد

مررتُ بالحَورِ والأعراسُ تملؤهُ
وعُدتُ وهو كمثوى الجانِ يَرْتَعِد

مُنىً  وأتعِسْ بها  أنْ لا يكونَ على
توديعها وهيَ في تابُوتها رَصَد

لعلَّني قارئٌ في حُرِّ صَفْحَتِها
أيَّ العواطِفِ والأهواءِ تَحْتَشِد؟

وسامِعٌ لفظةً مِنها تُقَرِّظُني
أمْ أنَّها  ومعاذَ اللهِ  تَنْتَقِد

ولاقِطٌ نظرةً عَجلى يكونُ بها
ليْ في الحياةِ وما ألقى بِها ، سَند

دَع عَنكَ لَومي فَإِنَّ اللَومَ إِغراءُ
وَداوِني بِالَّتي كانَت هِيَ الداءُ

صَفراءُ لا تَنزَلُ الأَحزانُ ساحَتَها
لَو مَسَّها حَجَرٌ مَسَّتهُ سَرّاءُ

مِن كَفِّ ذاتِ حِرٍ في زِيِّ ذي ذَكَرٍ
لَها مُحِبّانِ لوطِيٌّ وَزَنّاءُ

قامَت بِإِبريقِها وَاللَيلُ مُعتَكِرٌ
فَلاحَ مِن وَجهِها في البَيتِ لَألَاءُ

فَأَرسَلَت مِن فَمِ الإِبريقِ صافِيَةً
كَأَنَّما أَخذُها بِالعَينِ إِغفاءُ

رَقَّت عَنِ الماءِ حَتّى ما يُلائِمُها
لَطافَةً وَجَفا عَن شَكلِها الماءُ

فَلَو مَزَجتَ بِها نوراً لَمازَجَها
حَتّى تَوَلَّدُ أَنوارٌ وَأَضواءُ

دارَت عَلى فِتيَةٍ دانَ الزَمانُ لَهُم
فَما يُصيبُهُمُ إِلّا بِما شاؤوا

لِتِلكَ أَبكي وَلا أَبكي لِمَنزِلَةٍ
كانَت تَحُلُّ بِها هِندٌ وَأَسماءُ

حاشا لِدُرَّةَ أَن تُبنى الخِيامُ لَها
وَأَن تَروحَ عَلَيها الإِبلُ وَالشاءُ

فَقُل لِمَن يَدَّعي في العِلمِ فَلسَفَةً
حَفِظتَ شَيئاً وَغابَت عَنكَ أَشياءُ

لا تَحظُرِ العَفوَ إِن كُنتَ اِمرَأً حَرِجاً
فَإِنَّ حَظرَكَهُ في الدينِ إِزراءُ

يقول ابنُ عمَّارٍ مقالةَ مخلِصٍ
لسيد تُرْكُسْتَانَ طُرّاً وخُزْلَخِ

إليك أبا عثمان أهْدِي تحيةً
ثناءً كريحانِ الجِنَانِ المضَمَّخِ

شكرتُكَ أنْ أَوْلَيْتَنِي ومنحتني
عَوَاطِفَ نُعْمَى مَاجِدٍ منك أبْلَخِ

رَدَدْتَ ليَ الإِشْرَاعَ بعد بُطُولِهِ
فَبُؤْتُ بِعِزٍّ بَاذِخٍ كلَّ مَبْذَخِ

وأمَّنْتَ قلبي أن أُسَامَ هَضِيمَةً
فأفْرَخَ عنْهُ روْعُهُ كلَّ مُفْرَخِ

نَسَخْتَ بمُرِّ الحقُّ مظنونَ شُبْهَةٍ
أخَالَتْ ومَهْمَا ينْسِخ الحقُّ يُنْسَخِ

وقد كانَ ماتَ الحقُّ إلا حُشَاشَةً
ولكنْ نَفَخْتَ الرُّوحَ في كلِّ مَنْفَخِ

فأضْحَى يرى بين العَداءِ وبيْنَهُ
بِمَنْعكَ منه بَرْزَخاً أَيَّ برْزَخِ

ولا بِدْعَ أن دَوَّخْتَ بالحق باطلاً
فكم باطلٍ بالعدل منك مُدَوَّخِ

وكان ابنُ عمَّار يُرَجِّيكَ لِلَّتي
يقال لها عند الشدائد بَخْ بَخِ

وكنتَ الذي يحنُو على مستجِيرِهِ
بِعَارِفَةِ المولى وعائدة الأَخِ

ولو أن داري حسْبُ هَمِّك في العُلا
وفي العُرفِ أضحى صَحْنُها ألفَ فرسخِ

فكيف ترى الإِضرار بي في جناحها
أبَى ذاك مجدٌ شامخٌ كلَّ مَشْمَخِ

أقولُ لِعيْسٍ أقبلت بمُخِبِّهَا
على الأَيْنِ تَفْرِي سَرْبَخاً بعد سربخِ

عليكِ ابنُ تَكْسِينٍ فَأُمِّي جنابه
تُنَاخي إليه سهلةَ المتنوَّخِ

فتى غيرُ ما عِلْجِ الخليقة خِلْفِها
ولا خَنِثِ الإِترافِ مثْلِ المُفَنَّخِ

تقابل منه العينُ عند طلوعه
ضياءً متى يُصْبَبْ على الليل يسْلخِ

جوادٌ يرى تطهير عرضٍ وملبسٍ
وتدنيس طَبَّاخ وتسويد مَطْبَخِ

يُوَبِّخُهُ إحسانه أو يُتِمُّهُ
وإن لم يكن في فعله بالمُوَبَّخِ

إذا ما العُلا عُدَّت فأيُّ مُصَدَّرٍ
به عن أبي عثمانها ومُؤَرَّخِ

وذاتَ غداةٍ وقد أوجفتْ
بنا شهوةُ الجائعِ الحائرِ

دَلَفنا ل " حانوتِ " سمَّاكةٍ
نُزَوَدُ بالسمكِ " الكابري "

فلاحتْ لنا حلوةُ المُجتلى
تَلَفَّتُ كالرشأ النافر

تشُدُّ الحِزامَ على بانةٍ
وتفْتَرُّ عن قمرٍ زاهر

من " الجيك " حسبُكَ من فتنةٍ
تضيقُ بها رُقيةُ الساحر

فقلنا: علينا جُعِلنا فداكِ
بما اخترتِ من صيدِكِ النادر

فجاءت بممكورةٍ بضةٍ
لعوبٍ كذي خبرةٍ ماكر

تُنفِّضُ بالذيلِ عِطرَ الصِبا
وترمقُ بالنظرِ الخازر

تكادُ تقولُ: أمثلي تموتُ ..؟
لُعِنتَ ابنَ آدمَ من جائر

أما في الصِبا ليَ من شافعٍ ..؟
أما لابنةِ " الجيك " من زاجر ؟

أما ليَ من عودةٍ تُرتجى
لمسبحِ أترابيَ الزاخر ؟

ألا رجعةٌ لحبيبٍ جَوٍ
حزينٍ على غيبتي ساهر ..؟

وَدَبَّ القنوطُ على وجهِها
وسالَ على فمِها الفاغر

وأهْوَتْ عليها بساطورِها
فيالكِ من جُوءدرٍ جازر

وثنَّتْ.. فشبَّتْ عروسُ البحارِ
وَقرَّتْ على الجانبِ الآخر

فقلنا لها: يا ابنة الأجملينَ
من كلِ بادٍ ومن حاضر

ويا خيرَ من لقَّنَ الملحدينَ
دليلاً على قُدرةِ القادر

جمالُكِ، والرقةُ المزدهاةُ
خصمانِ للذابحِ الناحر !!

وكفُّكِ صيغَتْ للثمِ الشفاهِ
وليست لهذا الدمِ الخائر

فقالت: أجلْ أنا ما تنظرانِ
وإن شقَّ ذاك على الناظر

تعلَّمتُ من جفوةِ الهاجر !!!
ومن قسوةِ الرجل الغادر !!!

صاحَت بِذَودِيَ بَغدادٌ فَآنَسَني
تَقَلُّبي في ظُهورِ الخَيلِ وَالعيرِ

وَكُلَّما هَجهَجَت بي عَن مَنازِلِها
عارَضتُها بِجَنانٍ غَيرِ مَذعورِ

أَطغى عَلى قاطِنيها غَيرَ مُكتَرِثٍ
وَأَفعَلُ الفِعلَ فيهاغَيرَ مَأمورِ

خَطبٌ يُهَدِّدُني بِالبُعدِ عَن وَطَني
وَما خُلِقتُ لِغَيرِ السَرجِ وَالكورِ

إِنّي وَإِن سامَني مالا أُقاوِمُهُ
فَقَد نَجَوتُ وَقِدحي غَيرُ مَقمورِ

عَجلانَ أُلبِسُ وَجهي كُلَّ داجِيَةٍ
وَالبَرُّ عُريانُ مِن ظَبيٍ وَيَعفورِ

وَرُبَّ قائِلَةٍ وَالهَمُّ يُتحِفُني
بِناظِرٍ مِن نِطافِ الدَمعِ مَمطورِ

دمن بها نشب العفاف ولم تخن
عهد المودة ريحها ورمالها

خَفِّض عَليكَ فِلِلأَحزانِ آوِنَةٌ
وَما المُقيمُ عَلى حُزنٍ بِمَعذورِ

فَقُلتُ هَيهاتَ فاتَ السَمعُ لائِمَه
لا يُفهَمُ الحُزنُ إِلّا يَومَ عاشورِ

يَومٌ حَدا الظُعنَ فيهِ لِاِبنِ فاطِمَةٍ
سِنانُ مُطَّرِدِ الكَعبَينِ مَطرورِ

وَخَرَّ لِلمَوتِ لا كَفٌّ تُقَلِّبُهُ
إِلّا بِوَطءٍ مِنَ الجُردِ المَحاضيرِ

ظَمآنَ سَلّى نَجيعُ الطَعنِ غُلَّتَهُ
عَن بارِدٍ مَن عُبابِ الماءِ مَقرورِ

كَأَنَّ بيضَ المَواضي وَهيَ تَنهَبُهُ
نارٌ تَحَكَّمُ في جِسمٍ مِنَ النورِ

لِلَّهِ مُلقَىً عَلى الرمضاءِ عَضَّ بِهِ
فَمُ الرَدى بَينَ إِقدامٍ وَتَشميرِ

تَحنو عَلَيهِ الرُبى ظِلّاً وَتَستُرُه
عَنِ النَواظِرِ أَذيالُ الأَعاصيرِ

تَهابُهُ الوَحشُ أَن تَدنو لِمَصرَعِهِ
وَقَد أَقامَ ثَلاثاً غَيرَ مَقبورِ

وَمورِدٌ غَمَراتِ الضَربِ غُرَّتَهُ
جَرَّت إِلَيهِ المَنايا بِالمَصاديرِ

وَمُستَطيلٌ عَلى الأَزمانِ يَقدِرُها
جَنى الزَمانُ عَليها بِالمَقاديرِ

أَغرى بِهِ اِبنَ زِيادٍ لُؤمُ عُنصُرِهِ
وَسَعيُهُ لِيَزَيدٍ غَيرُ مَشكورِ

وَوَدَّ أَن يَتَلافى ما جَنَت يَدُهُ
وَكانَ ذَلِكَ كَسراً غَيرَ مَجبورِ

تُسبى بَناتُ رَسولِ اللَهِ بَينَهُمُ
وَالدينُ غَضُّ المَبادي غَيرُ مَستورِ

ثلاثٌ حِلّى للرجالِ فَهَاكِهَا
تلوح بسطر الطِّرْس كالبدر في الدُّجَى

ثلاثُ خصال يُبِغض الله فعلها
وتذهبُ بالأحلام والفهمِ والعقلِ

ثلاثُ عيونٍ من النرجس
على قائمٍ أخضرٍ أملس

خود ربيعية الاعمام همت بها
اخوالها الفرس ثم ادع الورى حبشا

جسر الصيالة خيلت للوغى يده
نارا وقت انست في رأسها علما

صُنتُ نَفسي عَمّا يُدَنِّسُ نَفسي
وَتَرَفَّعتُ عَن جَدا كُلِّ جِبسِ

لتعلم الناس بعد اليوم موقنة
بأن جانبها المامون قد هدما

ذا بضعة المصطفى نفسي الفداء له
والبعض يحوي صفات الكل حيث نشا

ذا أجهشت من حيا أركانه وندا
وذاك من فجأة الإكرام قد جأشا

طب يا زمان على الأنذال بعدهم
وارحل باهلك لا وفقت حيث نشا

قاتلت نفسي في هواك فلم أدع
للنفس من لذاتها إلا الجزع

لله وجه في الظلام مشعشع
والبدر يحلو في الظلام إذا طلع

دهر أتتنا به الدنيا على هرم
فلم يخض فتنةً إلا وقد حذقا

تحيا ولولا اتساع الوهم ما حملت
أعضاك من نفسك التبريح والمللا

قف بالمعرة وامسح خدها التربا
واستوح من طوق الدنيا بما وهبا

نور لنا إننا في أي مدلج
مما تشككت إن صدقا وإن كذبا

مهلا على أعتابها سال الحجا
وسعى غليها القلب وهو مهرول

ديار قد خلت من كل ذمر
يذمم يوم غرهاق النوال

عليه من خيال المجد ثوب
فلست تراه إلا في الخيال

كمثل الشمس ضاحكة المحيا
تراءت وهي دوما في اشتعال

غطارف هاشم وحمى لؤي
ونجدة غالب عند السؤال

بهم فخر التراب على الثريا
وكل ملاصق العلياء عال

تنمى إليه نجوم الليل لا نسبا
لكنها قبل كانت عنده خدما

إِن يَظفَرِ المَوتُ مِنّا بِاِبنِ مُنجِبَةٍ
فَطالَما عادَ رَيّانَ الأَظافيرِ

يَلقى القَنا بِجَبينٍ شانَ صَفحَتَهُ
وَقعُ القَنا بَينَ تَضميخٍ وَتَعفيرِ

مِن بَعدِ ما رَدَّ أَطرافَ الرِماحِ بِهِ
قَلبٌ فَسيحٌ وَرَأيٌ غَيرُ مَحصورِ

وَالنَقعُ يَسحَبُ مِن أَذيالِهِ وَلَهُ
عَلى الغَزالَةِ جَيبٌ غَيرُ مَزرورِ

في فَيلَقٍ شَرِقٍ بِالبيضِ تَحسَبُهُ
بَرقاً تَدَلّى عَلى الآكامِ وَالقورِ

بَني أُمَيَّةَ ما الأَسيافُ نائِمَةً
عَن شاهِرٍ في أَقاصي الأَرضِ مَوتورِ

وَالبارِقاتُ تَلَوّى في مَغامِدِها
وَالسابِقاتُ تَمَطّى في المَضاميرِ

إِنّي لَأَرقُبُ يَوماً لا خَفاءَ لَهُ
عُريانَ يَقلَقُ مِنهُ كُلُّ مَغمورٍ

وَلِلصَوارِمِ ما شاءَت مَضارِبُها
مِنَ الرِقابِ شَرابٌ غَيرُ مَنزورِ

أَكُلَّ يَومٍ لَآلِ المُصطَفى قَمَرٌ
يَهوي بِوَقعِ العَوالي وَالمَباتيرِ

وَكُلَّ يَومٍ لَهُم بَيضاءُ صافِيَةٌ
يَشوبُها الدَهرُ مِن رَنقٍ وَتَكديرِ

مِغوارُ قَومٍ يَروعُ المَوتُ مِن يَدِهِ
أَمسى وَأَصبَحَ نَهباً لِلمَغاويرِ

وَأَبيَضُ الوَجهِ مَشهورٌ تَغَطرُفُهُ
مَضى بِيَومٍ مِنَ الأَيامِ مَشهورِ

ما لي تَعَجَّبتُ مِن هَمّي وَنَفرَتِهِ
وَالحُزنُ جُرحٌ بِقَلبي غَيرُ مَسبورِ

بِأَيِّ طَرفٍ أَرى العَلياءَ إِن نَضَبَت
عَيني وَلَجلَجتُ عَنها بِالمَعاذيرِ

أَلقى الزَمانَ بِكَلمٍ غَيرِ مُندَمِلٍ
عُمرَ الزَمانِ وَقَلبٍ غَيرِ مَسرورِ

يا جَدِّ لا زالَ لي هَمٌّ يُحَرِّضُني
عَلى الدُموعِ وَوَجدٌ غَيرُ مَقهورِ

وَالدَمعُ تَحفِزُهُ عَينٌ مُؤَرَّقَةٌ
حَفزَ الحَنِيَّةِ عَن نَزعٍ وَتَوتيرِ

إِنَّ السُلوَّ لَمَحظورٌ عَلى كَبِدي
وَما السُلُوُّ عَلى قَلبٍ بِمَحظورِ

دارَ هِندٍ بالسِتارِ وَقَد 
رَثَّ حَبلُ العهد فاِنقَضَبا

قالوا أما تنتشي إلا على خطر
فقلت ذلك من لهوي ومن ددني

زانت قوافي الزاي حتى أنها
غلبت قواف كن في المريخ

ظنت بأن السابقات أوانها
حسن فبآت عند كل فسيخ

ذكرتك والخطي يخطر بيننا
وقد نهلت منا المثقفة السمر

خدج فلو كانت تمام ما
رآها القوم كالمفضوخ

عـلـمـتـم بـمـسـراكـم أرعــتــم فــؤاديــا
وأجـريـتـم دمــعـي فـضـاهـى الـغـواديا

ألا يــــا أحــبـائي أخــذتــم حـشـاشـتـي
وخـلّـفـتم جـسـمـي مـــن الــشـوق بـالـيا

فــيــا لـيـتـني قـــد مـــتّ قــبـل فـراقـكـم
وذاك لأنــــــي خـــفـــت أن لا تــلاقــيـا

إذا مـا الـهوى العذري من نحو ارضكم
ســــرى فــغــدا لـلـقـلـب ريّـــاً وشـافـيـا

ظــلـلـت أبـــثّ ا لــوجـدَ حــتـى كـأنـنـي
لــشــجـوي عــلّـمـتُ الــحـمـام بـكـائـيـا

تـنـاسيتم عـصـر الـشـباب بـذي الـغضا
وكـــم قـــد ســررنـا بـالـوصـال لـيـالـيا

فـــدع عــنـك يـــا سـعـد الـديار وخـلّـني
أُكــابــد وجـــداً فـــي الأضــالـع ثــاويـا

لـخـطـب عــرا يــوم الـطـفوف وفــادح
أمـــادَ الـسـمـا شــجـواً ودكّ الـرواسـيـا

غـــداة قــضـى ســبـط الـنـبـي بـكـربـلا
خـميص الـحشا دامـى الوريدين صاديا

وقـتـه لــدى الـحـرب الـزبـون عـصابة
تـخـالـهم فــي الـحـرب اســداً ضـواريـا

كـماة إذا ما الشوس في الحرب شمّرت
أبــاحــوا الــقـنـا أحـشـائـهـم والـتـراقـيا

اسـود إذا مـا جـرّدو البيض فـي الوغى
غــدت مــن دم الأبـطـال حـمـراً قـوانيا

وقـــد قــارعـوا دون ابــن بـنـت نـبـيهم
إلى أن ثووا في الترب صرعى ظواميا

وعــاد ابــن خـيـرالخلق بـالطف مـفرداً
يــكــابـد أهــــوالاً تــشـيـب الـنـواصـيـا

يــرى آلــه حــرّى الـقـلوب مــن الـظما
وأســـرتــه فـــــوق الـــرغــام دوامــيــا

فـيـدعو ألا ، هــل مـن نـصير فـلم يـجد
لـــــه نـــاصــراً إلا حــســامـاً يــمـانـيـا

هــنـاك انـثـنـى نـحـو الـكـفاح بـمـرهف
أقـــــام عــلــى الأعــداءفـيـه الـنـواعـيـا

وأُقـسـمُ لــولا مــا الــذي خـطّـه الـقـضا
لــغــادر ربـع الـــشــرك إذ ذاك عــافـيـا

إلــى أن رمــي فــي الـقـلب سـهـم مـنيّةٍ
فــــهـــدّم أركـــــــان الـهـدىوالـمـعـالـيـا

بـنـفـسـي بـــدراً مــنـه قــدغـاب نـــوره
وفــرعـاًمـن الـتـوحـيـد أصــبـح ذاويـــا

بانَ الخَليطُ بِرامَتَينِ فَوَدَّعوا
أَو كُلَّما رَفَعوا لِبَينٍ تَجزَعُ

نامت نواطير مصر عن ثعالبها
فما بشمن وما تفنى العناقيد

رَدّوا الجِمالَ بِذي طُلوحٍ بَعدَما
هاجَ المَصيفُ وَقَد تَوَلّى المَربَعُ

إِنَّ الشَواحِجَ بِالضُحى هَيَّجنَني
في دارِ زَينَبَ وَالحَمامُ الوُقَّعُ

نَعَبَ الغُرابُ فَقُلتُ بَينٌ عاجِلٌ
وَجَرى بِهِ الصُرَدُ الغَداةَ الأَلمَعُ

إِنَّ الجَميعَ تَفَرَّقَت أَهوائُهُم
إِنَّ النَوى بِهَوى الأَحِبَّةِ تَفجَعُ

كَيفَ العَزاءَ وَلَم أَجِد مُذ بِنتُمُ
قَلباً يَقِرُّ وَلا شَراباً يَنقَعُ

بانَ الشَبابُ حَميدَةً أَيّامُهُ
وَلَوَ أَنَّ ذَلِكَ يُشتَرى أَو يَرجِعُ

رَجَفَ العِظامُ مِنَ البِلى وَتَقادَمَت
سِنّي وَفِيَّ لِمُصلِحٍ مُستَمتَعُ

أأنــســى حـسـيـنـاً بـالـطـفـوف مــجـدلاً
عــلــى ظــمــأ والــمــاء يـلـمـع طـامـيـا

ووالله لا أنــــســـى بــــنـــات مــحــمــد
بـقـيـن حــيـارى قـــد فــقـدن الـمـحـاميا

إذا نــظــرت فـــوق الـصـعـيد حـمـاتـها
وأرؤســهــا فــــوق الــرمــاح دوامــيــا

هـناك انـثنت تـدعو ومـن حرق الجوى
ضـــرام غـــدا بــيـن الـجـوانـح واريـــا

انـــادي ولا مـنـكـم أرى مــن مـجـاوب
فـمـابـالـكـم لا تــرحــمـون صــراخــيـا

ولـم أنـسَ حـول الـسبط زيـنب إذ غدت
تـنـادي بـصـوت صــدع الـكـون عـالـيا

أخــي لــم تــذق مـن بـارد الـماء شـربة
وأشـــرب مــاء الـمـزن بـعـدك صـافـيا

أخــي لــو تـرى الـسجاد أضـحى مـقيداً
أسـيـراًيـقاسي مـوجـع الـضـرب عـانـيا

أخـي صـرت مـرمىً للحوادث والأسى
فـلـيـتـك حــيــاً تــنـظـر الــيــوم حــالـيـا

زَعَمَ الوُشاةُ بِأَن هَوَيتُ سِواكُمُ
يا قوتِلَ الواشي فَأَنّى يُؤفَكُ

عارٌ عَلَيَّ بِأَن أَكونَ مُشَرِّعاً
دينَ الهَوى وَيُقالُ إِنّي مُشرِكُ

زعم الفرزدق أن سيقتل مربعا
أبشر بطول سلامة يا مربع

هل فرشت العشبَ ليلا و تلحفتَ الفضا
زاهداً فى ما سيأتى ناسيا ما قد مضا

ضاقت بما وسعت ديناك وامتنعت
عن عبدها وسعت نحو الذي زهدا

ضاقت بك اللغة الفصيحة مثلما
بالمسرحية قد يضيق المسرح

ضاق المدى المكتوب باسمك فلتكن
أنت التشظي فيه كي يتوسعا 

مالـي وللنجـم يرعانـي وأرعــاه
أمسى كلانا يعـاف الغمـض جفنـاه

عــــلـــيّ عـــزيـــز أن أراك مــعــفــراً
عـلـيـك عــزيـز أن تــرى الـيـوم مـابـيا

أحـاشـيك أن تـرضـى نــروح حـواسراً
سـبـايـاً بــنـا الأعـــداء تـطـوي الـفـيافيا

بـــــلا كـــافــل بــيــن الأنــــام نــوادبــاً
خــواضـع مـــا بــيـن الـطـغـام بـواكـيـا

عـــلـــيّ عـــزيـــزأن أروح وتــغــتـدي
لـقـىً فــوق رمـضـاء الـبـسيطة عـاريـا

أيــســتـرُ قــلـبـي أم تــجــفّ مــدامـعـي
وانــظـر ربـــع الـمـجـد بــعـدك خـالـيـا

بِرغمِ العَوَالِي والمُهَنَّدَةِ البُتْرِ
دِمَاءٌ أَرَاقَتْهَا سُبَيْطِيَّةُ البَحْرِ

أَلاَ قَدْ جَرَى بَحْرُ البِلادِ وتُوبِلِي
عَلَيَّ بِما ضَاقَتْ بِهِ سَاحَةُ البَرِّ

فَويلٌ بَنِي شَنِّ بنِ أفصى وما الذي
رَمَتهُمْ بِهِ أيْدِي الحَوادِثِ من وتْرِ

دَمٌ لمْ يُرَقْ من عَهْدِ نُوحٍ ولا جَرَى
علَى حَدِّ نَابٍ للعَدُوِّ ولا ظُفْرِ

تَحامَتْهُ أَطْرَافُ القَنَا وتَعَرَّضَتْ
لَهُ الحُوتُ يا بُؤْسَ الحَوَادِثِ والدَّهْرِ

لَعَمْرُ أبِي الأيَّامِ إنْ بَاءَ صَرْفُهَا
بِثَارِ امرئٍ مِنْ كُلِّ صَالحةٍ مُثْرِي

فَلا غَرْوَ فالأيَّامُ بَينَ صُرُوفِهَا
وبينَ ذَوِي الأخْطَارِ حَربٌ إلى الحَشْرِ

أَلاَ أبْلِغُوا الحَيين بَكْراً وتَغْلباً
فَمَا الغَوثُ إلاَّ عِندَ تَغْلبَ أو بَكْرِ

أَيُرضِيكُمَا أنَّ امرأً مِنْ بنِيكُمَا
وأَيَّ امرئٍ يُدْعَى إلى الخَيرِ والشَّرِّ

يُرَاقُ علَى غَيرِ الظُّبَا دَمُ وَجْهِهِ
ويَجرِي علَى غَيرِ المُثقَّفَةِ السُّمْرِ

وتَنْبو نُيوبُ اللَّيثِ عَنهُ ويَنْثَنِي
أخُو الحُوتِ عَنهُ دَاميَ الفَمِ والثَّغْرِ

لِيَقْضِ امرؤٌ مِنْ قِصَّتِي عَجَباً فَمَنْ
يرِدْ شَرحَ هَذا الحَال يَنْظُرْ إلى شِعْرِي

أنَا الرَّجُلُ المَشْهُورُ ما مِنْ مَحلَّةٍ
مِنَ الأرْضِ إلاّ قد تخلَّلَهَا ذِكرِي

فإنْ أُمْسِ في قُطْرٍ من الأرْضِ إنَّ لِي
بَريدَ اشْتِهَارٍ في مَنَاكِبِهَا يَسْرِي

تَوَلَّعَ بِي صرْفُ القَضَاءِ ولَمْ يَكُنْ
لِتَجرِي صُرُوفُ الدَّهْرِ إلاّ علَى الحُرِّ

تَوَجهْتُ مِن مِرِّي ضُحَىً فَكَأنَّمَا
توَجَّهتُ من مِرِّي إلى العَلْقَمِ المُرِّ

تَلَجْلَجْتُ خُورَ القَرْيَتَينِ مُشَمِّراً
وشِبْلِي مَعِي والماءُ في أوَّلِ الجَزْرِ

فَمَا هُوَ إلاّ أن فُجِئْتُ بِطَافِرٍ
مِنَ الحُوتِ في وَجْهِي ولا ضَرْبةَ الفِهْرِ

لَقَدْ شَقَّ يُمْنَى وَجْنَتَيَّ بِنَطْحَةٍ
وقَعتُ لَهَا دَامِي المُحَيَّا علَى قِطْرِي

فَخُيِّلَ لِي أنَّ السَّمواتِ أطْبِقَتْ
عَليَّ وأَبْصَرتُ الكَوَاكِبَ في الظُّهْرِ

وقُمْتُ كهَدْيٍ نَدَّ من يَدِ ذَابِحٍ
وقد بَلَغتْ سِكِّينُهُ ثَغْرةَ النَّحْرِ

يُطَوِّحُني نَزْفُ الدِّمَاءِ كأنَّنِي
نَزيفُ طِلَى مَالَتْ بِهِ نَشْوَةُ الخَمْرِ

فَمَنْ لامرئٍ لا يَلْبَسُ الوَشْيَ قَد غَدَا
ورَاحَ موَشَّى الجَيْبِ بالنُّقَطِ الحُمْرِ

وَوَافَيْتُ بَيتِي ما رَآنِي امْرؤٌ ولَمْ
يَقُلْ أو هَذَا جَاءَ من مُلْتقَى الكرِّ

فَهَا هُوَ قدْ ألقَى بوَجهِي عَلاَمَةً
كَمَا اعتَرَضَتْ في الطِّرسِ إعْرابَةُ الكَسْرِ

فَإنْ يَمْحُ شَيئاً من مُحَيَّايَ أثرُهَا
بِمقْدَارِ أخذِ المَحْوِ من صَفْحَةِ البَدْرِ

فَلاَ غَرْوَ فالبِيْضُ الرِّقَاقُ أَدَلُّهَا
علَى العِتْقِ ما لاَحتْ بِهِ سِمَةُ الأَثْرِ

وَقُلْ بَعْدَ هَذَا للسُّبيْطيَّةِ افْخَرِي
علَى سَائِرِ الشُّجْعَانِ بالفتْكَةِ البِكْرِ

وقُلْ للظُّبَا فِيئِي إلَيْكِ عَن الطُّلَى
وللسُّمْرِ لا تَهزُزْنَ يَوماً إلى صَدْرِ

فَلَوْ هَمَّ غَيرُ الحُوتِ بِي لتَوَاثَبَتْ
رِجَالٌ يَخُوضُونَ الحِمَامَ إلى نَصْرِي

فَإمَّا إذَا ما عَزَّ ذَاكَ ولَمْ يكُنْ
لأُدْرِكَ ثَارِي مِنهُ ما مُدَّ في عُمْرِي

فَلسْتُ بِمَوْلَى الشِّعْرِ إنْ لَمْ أَزُجُّهُ
بِكُلِّ شَرُودِ الذِّكْرِ أعدَى من العرِّ

أَضَرُّ عَلَى الأجْفَانِ من حَادِثِ العَمَى
وَأَبْلَى علَى الآذَانِ من عَارِضِ الوَقْرِ

يُخَافُ علَى من يَركَبُ البَحْرَ شَرُّهَا
ولَيسَ بِمَأمُونٍ علَى سَالِكِ البَرِّ

تَجُوسُ خِلالَ البَحْرِ تَطْفَحُ تَارَةً
وتَرْسُو رُسَوَّ الغَيصِ في طَلَب الدُّرِّ

تَنَاولُ مِنهُ ما تَعَالَى بِسَبْحِهِ
وتُدْرِكُ دُونَ القَعْرِ مُبْتَدرَ القَعْرِ

لَعَمْرُ أبِي الخطِيِّ إنْ بَاتَ ثَارُهُ
لدَى غَيرِ كُفْوٍ وهوَ نَادرةُ العَصْرِ

فَثَارُ عَليٍّ بَاتَ عِنْدَ ابنِ مُلْجَمٍ
وأعقَبَهُ ثَارُ الحُسَينِ لَدَى شِمْرِ

كعادتها بين الإبا والتعنت
إذا لم تمت شوقا إليك تمنت

عليهابإن تلقى الخطوب شجيعة
فإن سلمت عادت وإلا فطلت

ثقيل على الدنيا وإن عف ظلها
وغن دعيت عونا على النوح خفت

عليها من العز القديم بقية
ولولا تعاطيها الغرام لرثت

خلت منهم الأيام إلا مناقبا
على أعين الباكيهم كل عبرة

تمام من الأقمار أهوت لجيبها
له الشمس لما أن تردى فشقت

تقاد لها فوق الجباه العساكر
وترقى لها تحت العجاج المنابر

علام تصون النفس يا غيرك الفنا
وأعداك ملاك وباعك قاصر

سجية أبائي وديدن معشري
وإلا فأعدائي قتيل وحاذر

كأني ومغناك الذي جئت والها
أثيما رمته بالقنوط الكبائر

حرام علي النوح يا دار والأسى
وعار إذا لم تدمي صدري المحاجر

سواك من الأوطان يجفى جواره
وغيري في العشاق بالحب تاجر

ديار يمر العمر فيها كبعضه
وماضي الفتى في الحب ما عاش حاضر

بهم سرن من تدع النياق وإنها
لتدعى لوشك البين وهي فواقر

بليت به بلوى الخليل بعمه
فؤادك صديق وقلبك فاجر

تجمل بالبيض الرقال وهذه
وسوم الذي لا تعتريه المعاير

علاني له في القلب دائم لوعة
ودمع على ذكراه في الجفن حاضر

غدت والخشين الحبل يدمي أكفها
وللؤم فاه لا يعف وناظر

من الناس من لفظه لؤلؤ
يبادره اللفظ إذ يلفظ

ديار لسلمى عافيات بذي خال
الح عليها كل أسحم هطال

دع المساجد للعباد تسكنها
وامرر بنا نحو خمار لتسقينا

فـهـيهات عـيـني بـعـدكم تـطـعم الـكرى
وأن يــألــف الأفــــراح يــومــاً فــؤاديـا

ضضضضضضضضضضضضضضضضضضضضض
ضضضضضضضضضضضضضضضضضضضضض"""

abjad = ['ا','إ','أ','ب','ج','د','ه','و','ز','ح','ط','ي','ك','ل','م','ن','س','ع','ف','ص','ق','ر','ش','ت','ث','خ','ذ','ض','ظ','غ']

Abyat_list = []

counter = 0

for i in range(len(Abyat)):
    
    if Abyat[i] == "\n":
        Abyat_list.append(Abyat[counter:i])
        counter = i

True_Abyat_list = []

for i in range(len(Abyat_list)):
    if Abyat_list[i] =="\n":
        bayet = Abyat_list[i-2] + Abyat_list[i-1]
        True_Abyat_list.append(bayet)

harf_dic = {}

abjad_dic = {'ا': "ألف",'إ': "ألف",'أ': "ألف",'ب': "باء",'ج': "جيم",'د': "دال",'ه': "هاء",'و': "واو",'ز': "زاي",'ح': "حاء",'ط': "طاء",'ي': "ياء",'ك': "كاف",'ل': "لام",'م': "ميم",'ن': "نون",'س': "سين",'ع': "عين",'ف': "فاء",'ص': "صاد",'ق': "قاف",'ر': "راء",'ش': "شين",'ت': "تاء",'ث': "ثاء",'خ': "خاء",'ذ': "ذال",'ض': "ضاد",'ظ': "ظاء",'غ': "غين"}

for j in abjad_dic:
    harflist = []
    for k in True_Abyat_list:
        if j == k[1]:
            harflist.append(k)
    harf_dic[j] = harflist
    print("\n")        
    print(abjad_dic[j])    
    for i in harflist:
        print(i)

for i in harf_dic:
    print(abjad_dic[i],len(harf_dic[i]))
print(len(True_Abyat_list))
print(len(True_Abyat_list) - len(harf_dic['و'])-len(harf_dic['ف']))

import random 

memorizedOrNotList = []
harakat = []
howMany = input("How Many bayet: ")
mode = input("1 Or 0? ")
if mode == "1":
    j = random.choice(abjad)
    print(j)
    for i in range(int(howMany)):
        harf = input("input harf: ")
        memorizedOrNotBayet = random.choice(harf_dic[harf])
        print(memorizedOrNotBayet)
        memorizedOrNotList.append(memorizedOrNotBayet)
    
        
    
else:
    for i in range(int(howMany)):
        j = random.choice(abjad)
        print(j)
        memorizedOrNot = input("1 Or 0? ")
        if memorizedOrNot == "1":
            pass
        else:
            memorizedOrNotBayet = random.choice(harf_dic[j])
            print(memorizedOrNotBayet)
            """
            memorizedOrNot = input("1 Or 0? ")
            if memorizedOrNot == "1":
                pass
            else:"""
            memorizedOrNotList.append(memorizedOrNotBayet)

for j in abjad_dic:
    harflist = []
    for k in memorizedOrNotList:
        if j == k[1]:
            harflist.append(k)
    harf_dic[j] = harflist
    print("\n")
    if len(harf_dic[j]) != 0:         
        print(abjad_dic[j])    
        for i in harflist:
            print(i)

for i in harf_dic:
    if len(harf_dic[i]) != 0:
        print(abjad_dic[i],len(harf_dic[i]))

print(len(memorizedOrNotList))
print(howMany)